{
  "name": "Bait and Witch",
  "pages": [
    {
      "type": "text",
      "name": "Shaking Things Up",
      "text": {
        "content": "<h3>Starting The Adventure</h3><p>Bait and Witch starts off with a very ‘incidental’ meeting, which serves episodic or slapstick campaigns very well, but might feel a little strange in a more serious or intrigue-heavy game. As such, some alternate suggestions for how the adventure could begin are given below.</p><ul><li><p>The Characters could be hired by a third party to investigate @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} and her connections to the Grey Wizard @UUID[Compendium.wfrp4e-rnhd.actors.7M5OJZbbtV6DKUvG]{Christoph Engel}, to whom she secretly passes information. Perhaps the third party wishes to undermine the Wizard’s network, or fears a Chaos conspiracy is in the works. Alternatively, Christoph himself could have hired the Characters to look after Cordelia!</p></li><li><p>The Characters are hired by a shadowy figure who is well aware of the mix-up with @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia}, @UUID[Actor.tTr4p7mUl4gnEWiF]{Baumann}, the bounty hunters, and @UUID[Actor.sDo8xTHz9U3zop80]{Grün}. The job is unspecific, but says simply to ‘watch and protect Cordelia’ until additional orders can be delivered. Then, when the Characters have decided who they are going to help, have a contact arrive to give them contradictory orders. </p></li><li><p>A coalition of concerned merchants wants to chase @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} — and her ‘unsightly, unconscionable, and unappealing’ magical ways out of Ubersreik, and has hired the Characters to get close to her and cause her as much trouble as possible, without overtly breaking the law or her catching wind of it. The Characters are tasked with making Cordelia choose to leave Ubersreik.</p></li></ul><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>The Cabal! I Hate Those Guys!</em></h3><p><em>This adventure hook could be used to bridge the gap between Bait and Witch and @UUID[JournalEntry.AonLHi09EgfzdXpF]{Heart of Glass}, with the Cabal acting as the central antagonists to a larger plot. Perhaps this involves some of the NPC changes detailed below, or merely the changing of allegiances. @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} and @UUID[Compendium.wfrp4e-rnhd.actors.7M5OJZbbtV6DKUvG]{Christoph} could both be members of the Cabal, or acting against them.</em></p></blockquote><h3>More Men, More Dogs, More Carnage!</h3><p>The following ideas expand on the advice given in @UUID[JournalEntry.QqbRrRKeBiZewGip.JournalEntryPage.f9bhQCzT3uBrK7Zc]{To Rugger's Boarding House} in the box <strong>Every Man and His Dog</strong> and attempt to add difficulty, drama, and hilarity to the final encounter.</p><ul><li><p>When Baumann escapes across the rooftops, she shouts to the crowd below ‘<em>Witch! Witch!’</em> and points to the open doorway. Treat this as a Charm Test against the townsfolk who have WP 28. To increase the number of townsfolk affected, give Baumann the @UUID[Compendium.wfrp4e-core.items.XU7D9CCmumuhqDUi]{Public Speaker} Talent. Each affected person throws rocks at the Characters using their @UUID[Compendium.wfrp4e-core.items.Z1TGphWhic2E3Lfx]{Ranged (Rock) (9) +3}<strong> </strong>Creature Trait on Hannah’s turn.</p></li><li><p>To add to the farce of the scene, any remaining enemies from previous adventures would do well to strike against the Characters at this opportune moment. Perhaps @UUID[Actor.wTscAMJssdofI0fG]{the Circle of Unmarred Flesh cultists} from @UUID[JournalEntry.AonLHi09EgfzdXpF]{Heart of Glass} have been tracking them. Maybe @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} from @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill} has had another change of heart and wishes the Characters to pay for discovering his plot. Or possibly the Vampire sire of @UUID[Actor.us1a9BvX4msRhErG]{Maria Melone} in @UUID[JournalEntry.OwX4OV40wiE5lY9E]{Slaughter in Spittlefeld} has returned for their get, only to find the Characters have murdered her!</p></li><li><p>To add to the sense of danger and crime in Ubersreik, @UUID[Actor.Q2jL4bAZvAT3cpbV]{Wenig} and @UUID[Actor.FDHywOp4tT06Q5i9]{Fanger} could be pursuing a different criminal who has converged on the same spot. Perhaps someone tied to @UUID[Compendium.wfrp4e-starter-set.actors.QRwasUALpkuwthhS]{The Baron}. This could lead to an additional bait and switch situation, where the Characters come out on to the roof only to see three figures looking like Baumann (the real one and the two bounty hunters) travelling in different directions, forcing the party to split up.</p></li><li><p>@UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah Baumann} could have hired the help of @UUID[Actor.pFcCHVMUhgeOOS3l]{Annika Passerine’s} urchins who are on the rooftops, and can push Characters off, trip them up, throw things at them, and just cause a general nuisance. These nuisances can be violent and deadly, or just inconvenient and intended to slow the Characters down, depending on your tastes.</p></li></ul><h3>It's All Connected!</h3><p>The NPCs in Bait and Witch are integral to the plot, but with a few changes, they can be tied deeper into the ongoing strife elsewhere in Ubersreik, and in the other adventures throughout this book. Consider some of the following changes.</p><ul><li><p>@UUID[Actor.FDHywOp4tT06Q5i9]{Jannik Fanger} and @UUID[Actor.Q2jL4bAZvAT3cpbV]{Ingrid Wenig} could easily be swapped out for @UUID[Actor.gnDQygAX2pEdjp7h]{Hans Strahnig}, @UUID[Actor.skeZl9ovtgYPvtcb]{Gurdt}, and @UUID[Actor.JzZZAtkLIDDBKax3]{Frederick Hynckel} from @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill}, especially if you want the adventure to have a more farcical tone. Those three bumbling fools could become a running gag throughout your campaign!</p></li><li><p>@UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah Baumann} could be changed for @UUID[Actor.wNq1O1IoZ9CMdKGM]{Ursula Marbad} in @UUID[JournalEntry.AonLHi09EgfzdXpF]{Heart of Glass}, especially if you have already played that adventure. If such is the case, it makes sense to change @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia Wesselingh} to @UUID[Actor.YZLxn2alTuWjX721]{Heske Glazer}, as Marbad has tracked back the source of the magical device to her shop. It’s only a simple change to have Glazer trained as an Apprentice Gold Wizard, like Wesselingh trained as a Jade Wizard.</p></li><li><p>@UUID[Actor.sDo8xTHz9U3zop80]{Alexander Grün} is a complicated figure, as he deals truly with the <em>Hedge</em>, the space between the Empire and the chaos of the forest. He would make a good contact when investigating the beasts involved in @UUID[JournalEntry.Df9aBQCcpj00vtYt]{Madmen of Gotheim} and @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill}, and depending on your purposes, might even be involved in the caretaking and summoning of both.</p></li></ul><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/alley.webp\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 600001,
      "_id": "JmCba02Uv51T1rBt",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!QqbRrRKeBiZewGip.JmCba02Uv51T1rBt"
    },
    {
      "type": "text",
      "name": "Whistlebone Alley",
      "text": {
        "content": "<p>@UUID[Scene.Tzm4ENjDH1Hrn3dK]{Whistlebone Alley} is a winding lane that twists and turns between two of the shops on the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.SI1GHUlvYSCofVcB]{Wizard's Way} before opening onto Punzenstrasse. A small square opens in the middle of the alley. Wooden gates lead off to the back passages of the surrounding houses, but they are usually only used by the gong farmers and bone pickers who pass through to collect refuse. The alleyway’s poor lighting, twisting turns, tight confines and foul odour keeps most people away, making it the perfect place for an ambush.</p><h3>The Ambush</h3><p>Allow the Players to plan the ambush as they wish. Cordelia doesn’t care how they do it, as long as she can continue on her way without being followed. One or two Characters may want to wait outside the alley, to cut off any retreat, or they may decide to all wait in the square.</p><p>Not long after the party finishes their preparations, Cordelia walks briskly through the alley, glancing at the waiting Characters as she passes. Her pursuers follow, significantly less circumspect than they believe.</p><p>How the ambush goes depends on how aggressive the Characters are. @UUID[Actor.FDHywOp4tT06Q5i9]{Jannik} and @UUID[Actor.Q2jL4bAZvAT3cpbV]{Ingrid} don’t want a fight. Both are exhausted from their stakeout, and as @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} isn’t their primary target, they don’t mind letting her go. If they aren’t immediately attacked, Jannik tries to intimidate his way past the Characters. If that doesn’t work, Ingrid tries reason, arguing that the Characters have nothing to gain from fighting them. If asked about their interest in Cordelia, they’ll quickly explain that they are only using her as bait to capture @UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah Baumann}. Ingrid shows them Hannah’s arrest warrant as proof.</p><p>If the Characters attack the bounty hunters, they defend themselves, calling out their horror at the unprovoked attack. As soon as combat begins, @UUID[Actor.FDHywOp4tT06Q5i9]{Jannik} ditches his heavy backpack. If badly injured (more than half their Wounds), the bounty hunters flee or surrender, according to the situation. Should the bounty hunters flee or be killed, the Characters can search the backpack (or the bodies). The pack contains a rope and grappling hook, a net, a bedroll, a lantern, a pouch with 6 shillings, and some sheets of parchment. The parchments include a copy of Hannah’s wanted poster and Cordelia’s letters to Gottfried Schwoch. Cordelia’s name and address have been circled repeatedly. If the bounty hunters are killed or captured, the Characters can take their remaining possessions without too many problems. Unless the bodies are dealt with, a gong farmer passing through the alley discovers them by the evening, and the Watch are summoned to investigate. If any of the Characters interacted with the bounty hunters out in the open, a bounty is soon posted for <em>their </em>arrest!</p><h3>Chasing Cordelia</h3><p>If the Characters have talked to the bounty hunters, or searched @UUID[Actor.FDHywOp4tT06Q5i9]{Jannik’s} backpack, it is obvious Cordelia is in danger. However, she didn’t provide the PCs with any indication of where she is going, so the Characters, assuming they want to save Cordelia to secure their reward, need to track her down.</p><p>The Characters have several options for tracking down the apothecary.</p><ul><li><p>A Character could perform an <strong>Opposed Track/Intelligence Test</strong> against @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} to pick up her trail. Cordelia, despite hiring the Characters, doesn’t have total faith in their ability to throw the ‘witch hunters’ off her trail, so is actively taking back streets and attempting to confuse any pursuers. This means that if any Character is spotted in the streets of Ubersreik actively looking for tracks, it undoubtedly raises suspicion from the Watch!</p></li><li><p>A Character could gossip with some of Cordelia’s neighbours to see if any of them have overheard her talking to her friend previously. Cordelia is naturally cautious, given her experience as an apprentice wizard, so this is a <strong>Hard (−20) Gossip</strong> Test. If a Character mentions the direction she was heading, and that it is likely she is seeing someone from out of town, the Test is reduced to <strong>Challenging (+0)</strong>, as @UUID[Scene.4L8T2DLNp5V8VkpU]{Rugger's Boarding House} is a well-known establishment for travellers.</p></li><li><p>Alternately, Wendlin the urchin could have been watching from the rooftops all along, and saw where Cordelia went. He’s willing to part with the information for a silver shilling, and a @UUID[Compendium.wfrp4e-core.journals.gLDW6JBuoYuzCoya.JournalEntryPage.MystHpnI1Ki0v4dl]{Minor Favour}</p></li></ul><p>If the bounty hunters survive, they withdraw to the nearest inn and spend the rest of the day arguing about whose fault the ambush was.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>Reusing the Alley</em></h3><p><em>The map of Whistlebone Alley can be used to stand in for any back-alley scenes. The following two adventure hooks provide examples of ways to re-use the map.</em></p><ul><li><p><em>Wilhelm Jardich, a Nordlander physician turned drug-dealer, is selling ‘Spit’, a powerful hallucinogen, and has set up shop in a back alley of Ubersreik. However, the Baron, a rising crime lord in the fortress-town, claims the alley as part of his territory, so sends racketeers to shake Wilhelm down. Wilhelm is scared, but unwilling to be strong-armed, so seeks hired muscle for protection. If the Characters agree to help, conflict is inevitable, but what will they do when the Watch arrives on the scene after the fight with the racketeers begins?</em></p></li><li><p><em>A quite literal back-street surgeon, Jennidder Achtin offers cut-cost surgery and cheap alcohol by the shot from a heavily curtained stall she’s pitched in the Schwarzehalle slum not far from Ubersreik’s docks. Doktor @UUID[Compendium.wfrp4e-rnhd.actors.aUPlT4HBdnEKjuM1]{Otto Krupp}, the Guildmaster of the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.XXEYah0l4NQV0Uhs]{Physician’s Guild}, has learned of this illegal, non-guild competitor, but the Watch are either too lazy, or too bribed, to do anything about it. So, Krupp is forced to turn to private mercenaries to see Achtin’s operation shut down. Would the Characters prefer cheap surgery or easy money from Krupp in the here and now?</em></p></li></ul><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>Stop Right There!</em></h3><p><em>All this skulduggery is likely to arouse the suspicions of the Watch sooner or later. If the Characters are seen acting suspiciously around Ubersreik, or the Watch catch wind of any violence in the back streets, they may begin looking for the Characters directly. At first, a group of four Watchmen start asking questions, but if the Characters prove to be threatening, or any evidence of a serious crime is uncovered, this may soon turn to a fight, with more Watchmen showing up if word gets out.</em></p><p><em>Use the @UUID[Actor.UXr8Ao5QyM20fbdr]{Watchmen} profile for any watchmen the Characters might encounter.</em></p></blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 300001,
      "_id": "zZG0PRykM4x2uHwM",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!QqbRrRKeBiZewGip.zZG0PRykM4x2uHwM"
    },
    {
      "type": "text",
      "name": "To Rugger's Boarding House",
      "text": {
        "content": "<p>Once the Characters know where Cordelia went, they will have to navigate the bustling streets of the Artisan’s Quarter. The streets are filled with folk going about their business, perhaps taking a quick lunch out the front of @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.cQvTuhJqYQxXRqbC]{Satrioli's Sausage Shop}. The Characters pass a group of shirtless men pulling a cart piled high with broken furniture, who stop to knock on each door offering coin for, ‘anything you don’t mind us burnin’. Eventually, the crowded warehouses and dilapidated, sagging buildings give way to the seedy Dock district, and the flea-ridden inn known as @UUID[Scene.4L8T2DLNp5V8VkpU]{Rugger's Boarding House}.</p><h3>Arriving at Rugger's</h3><p>As the Characters enter the Boarding House, they hear loud shouting and screams from the upper floor. Upstairs, they find @UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah} and @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} fighting in Alex’s room. @UUID[Actor.sDo8xTHz9U3zop80]{Alex} is unconscious at their feet, bleeding from his left arm (he has the @Condition[Unconscious] Condition and 1 @Condition[Bleeding] Condition, and is at risk of dying each Round unless his wounds are attended). As they arrive, Hannah strikes Cordelia in the forehead with a rattling blow (inflicting 1 @Condition[Stunned] Condition) and turns to face the Characters.</p><div style=\"display:flex;justify-content:space-evenly;flex-wrap:wrap\"><div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-ua1/assets/actors/hannah-baumann.webp\" width=\"232\" height=\"236\" /><p style=\"text-align:center\">@UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah Baumann - Rogue Witch Killer}</p></div><div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-ua1/assets/actors/alexander-grun.webp\" width=\"235\" height=\"232\" /><p style=\"text-align:center\">@UUID[Actor.sDo8xTHz9U3zop80]{Alexander Grün - The Hunted Witch}</p></div></div><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Hannah's Movements</em></h3><p><em>When Cordelia left her store, Ophelin ran to tell Hannah. Hannah quickly caught up with the bounty hunters, and followed them in turn. She almost lost Cordelia when she went down Whistlebone Alley, but she took another side street and spotted the apothecary again. Realising the bounty hunters had fallen behind, she closed on her target as she approached Rugger’s Boarding House.</em></p><p><em>Slipping into Rugger’s a few minutes behind Cordelia, Hannah found her in animated conversation with Alex. Hannah pretended to enquire about room and board with Anna Rugger, the ageing proprietor, and overheard them talking about witch hunters. Hannah correctly concluded that Alex was a witch, and decided to kill them both. Alex and Cordelia went up to Alex’s room to continue their conversation, and Hannah followed.</em></p></blockquote><p>@UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah} uses the tight confines of the room and hallway to keep the Characters at bay, cursing them for protecting, ‘this pair of witches!’ If she is badly wounded, she tries to escape via the open window at the far end of the room (unless one of the Characters is revealed as a spellcaster — in which case Hannah stays and focuses her attacks on them).</p><p>@UUID[Actor.sDo8xTHz9U3zop80]{Alex’s} window looks out over the roof of the Boarding House’s kitchen, which runs along the rear of the building. The dirty yard behind the Boarding House is enclosed by neighbouring buildings and a fence. There is a small stable to the right of the kitchens, and outhouses along the back of the yard. Hannah immediately realises she won’t be able to escape if she descends to the yard. The gate is locked, the fence is too high to climb and if she tries to go through the Boarding House, she will probably be cut off. But she quickly formulates another escape route. She can run across the kitchen roof to the end of the building, leap to the roof of the stable, and then climb the side of the neighbouring building before making her way across the rooftops to safety.</p><p>Running along the kitchen rooftop requires a <strong>Simple Average (+20)</strong> Athletics Test. Anyone failing begins slipping down the sloped roof. A second <strong>Simple Average (+20)</strong> Athletics Test allows a Character to grab the edge of the roof before going over the side, or take [[/r 1d10 + 9]] Damage (minus Toughness Bonus, but not Armour Points) when they fall the remaining 3 yards.</p><p>The jump to the stable roof is 5 feet, so Hannah needs +1 SL on an <strong>Average (+20) Athletics</strong> Test. If she gets a +0 SL, she clumsily crashes into the edge of the roof, barely clutching on as she spends a Round climbing back up (the same applies for anyone following her!). Failing the roll results in a 4-yard fall ([[/r 1d10 + 12]] Damage).</p><p>Assuming she makes it, Hannah darts across the stable roof and climbs a neighbouring building, using window ledges and timber framing as handholds. This takes an <strong>Average (+20) Climb</strong> Test, (see @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#climbing]{Climbing}). It is 6 yards to the top.</p><p>Once there, Hannah scrambles to the other side of the building and jumps down to the roof of a covered balcony 3 yards below (this takes an <strong>Average (+20) Athletics</strong> Test to reduce the falling Damage by 1 yard per +1 SL).</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Every Man And His Dog</em></h3><p><em>The scuffle upstairs in the Boarding House is likely to attract the attention of the toughs from the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.AIMlOScGrg8pmSdl]{Boatman's Guild} who frequent the establishment. These rough-and-tumble men and women are happy to get involved in a fight, but are also easily swayed and very superstitious (as all good folk who live on the Empire’s waterways ought to be). As such, if any Boatmen show up, they could just as easily fight with Hannah as they could fight against her.</em></p><p><em>Additionally, if the Characters have attracted the attention of the Watch, or someone raises the alarm, Watchmen may file into the scene adding another group who are ready to get stuck into the fight.</em></p><p><em>Lastly, the bounty hunters, Wenig and Fanger, may decide to resume their attempts to capture Hannah Baumann, if they happen to still be alive. They may be willing to work with the Characters — if they ended on good terms with them earlier — or not.</em></p><p><em>Feel free to really play up the farce in this scene, especially if it makes the Character’s attempts to catch Hannah more difficult.</em></p></blockquote><p>Hannah’s next action depends on how closely the party are pursuing her. If they’ve fallen behind, she climbs down the side of the building and escapes. However, if they’re right behind her, she attempts something more ill-advised. In the alley below there is a gong farmer leading a donkey-drawn cart filled with black, putrid excrement. Screaming, ‘<em>Sigmar, guide my fall!</em>’ she jumps down into the cart. Again, this takes an <strong>Average (+20) Athletics</strong> Test to reduce the falling damage, but it’s still 7 yards to the cart. The soft impact reduces the Damage suffered by 3 (so if she fails the Athletics Test, she suffers [[/r 1d10 + 18]] damage, minus her Toughness Bonus). The shock of the fall will probably knock her unconscious (if not kill her). The gong farmer (who is half blind and deaf ) continues on his way, depositing her (whether unconscious or dead) in Gart Fünke’s @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.SXL6nawwIBwPBkhL]{Hog Pit}.</p><p>If Hannah reaches street level and is still able, she runs. For each extra Round it takes the Characters to reach the street, increase the Distance by 2 for using the @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#pursuit]{Pursuit} rules.</p><p>If someone catches up with Hannah, she turns and fights, but if she is knocked prone or suffers a debilitating critical, she surrenders.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 400001,
      "_id": "f9bhQCzT3uBrK7Zc",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!QqbRrRKeBiZewGip.f9bhQCzT3uBrK7Zc"
    },
    {
      "type": "text",
      "name": "Resolution",
      "text": {
        "content": "<p>Once Hannah is killed, captured, or otherwise driven from the Boarding House, @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} moves to staunch @UUID[Actor.sDo8xTHz9U3zop80]{Alex’s} bleeding. If Alex has died then she is deeply upset, but still grateful to the Characters for saving her life.</p><p>If the Characters ask Cordelia why @UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah} thought she and Alex were ‘witches,’ she admits that she once studied at the Jade College, but was unable to master the forms necessary to become a wizard. She insists Alex is a simple herbalist, not a witch, just visiting Ubersreik to sell herbs. Searching Alex’s belongings reveals plenty of rare herbs to back up her story. However, a <strong>Difficult (−10) Perception</strong> Test reveals a hidden pocket inside his robes, containing more unusual items — a bundle of thorny twigs wrapped in red string, a chicken’s skull, and a crude doll made of sticks and bones. If he is turned over to the authorities, Alex will be found guilty of witchcraft and burned at the stake. The Characters receive @Credit[20ss]{20 shillings} as a reward. No harm comes to Cordelia (the Grey Wizard, @UUID[Compendium.wfrp4e-rnhd.actors.7M5OJZbbtV6DKUvG]{Christoph Engel}, makes sure of it), but the Characters are no longer welcome at her store, and she makes their lives a misery if she ever sees them in Ubersreik again. Perhaps with a spilled potion or two in their drinks…</p><h3>Rewards</h3><p>The following experience points should be awarded at the end of the adventure, plus any standard awards you offer at the end of each session for good roleplaying or clever ideas:</p><ul><li><p>@Exp[10,Dealt with the Bounty Hunters]{10 points for dealing with the Bounty Hunters}</p></li><li><p>@Exp[5,A Bounty Hunter that survived the encounter]{5 points per Bounty Hunter that survives the encounter}</p></li><li><p>@Exp[15,Tracked Cordelia to Rugger’s Boarding House]{15 points for tracking Cordelia to Rugger’s Boarding House}</p></li><li><p>@Exp[15,Cordelia survived]{15 points if Cordelia survives}</p></li><li><p>@Exp[10,Alex survived]{10 points if Alex survives}</p></li><li><p>@Exp[50,Captured Hannah alive and turned her in]{50 points for capturing Hannah alive and turning her in}</p></li><li><p>@Exp[10,Killed Hannah]{10 points if Hannah is killed.}</p></li></ul><p>Assuming the party doesn’t press the question of witchcraft, Cordelia is very grateful towards the Characters. In addition to paying the agreed fee and giving them a 10% discount on her products, she’ll offer them a free dose of her new healing draught, which she can prepare now she has Alex’s herbs.</p><p>@UUID[Compendium.wfrp4e-ua1.items.agzwTlIp0snYsJn1]{'Cordelia's Enhanced Restorative Tonic'} restores twice the imbiber’s Toughness Bonus in Wounds, but requires a <strong>Difficult (−10) Endurance</strong> Test be passed or a side effect is suffered for a number of minutes equal to the number of Success Levels the roll failed by. Roll 1d10 to determine the Condition used as a side effect: 1-3: Blinded (3), 4-6: Broken (1), 7-9: Stunned (1), 10: Unconscious.</p><p>Cordelia can prepare more Tonic which she sells for @Pay[15ss]{15 shillings} a dose, but will soon run out of ingredients. She might ask a friendly group of adventurers to trek into the Grey Mountains to collect some more…</p><h3>Aftermath</h3><p>If the Characters remain on good terms with @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia}, she will prove a useful ally. In addition to providing herbs and draughts, she is a good source of town gossip, and might mention them to someone looking to hire ‘problem solvers’. The party also comes to the attention of Grey Guardian @UUID[Compendium.wfrp4e-rnhd.actors.7M5OJZbbtV6DKUvG]{Christoph Engel}, a Wizard and close associate of Cordelia. Engel has diverse interests and a unique sense of humour, and might have some more unusual jobs for the party.</p><p>If @UUID[Actor.sDo8xTHz9U3zop80]{Alex} survives, he could prove an advantageous guide for those looking to range beyond Ubersreik. However, this may lead to encounters with Alex’s more unusual clientele. Alternatively, Cordelia may grow alarmed when Alex asks her for exotic and dangerous ingredients associated with the dark arts, and ask the Characters to find out what he is up to.</p><p>If @UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah} escapes, she must be hunted down. If she was captured, her trial will have to await the arrival of a magistrate from Altdorf, where she is wanted. But there are those who agree with Hannah’s stance regarding wizards. Perhaps there is a threat to the magistrate’s life, an agitator rouses a mob demanding her release, or someone slips her a key to her cell? The Characters may not have heard the last of Hannah Baumann.</p><p>The same goes for @UUID[Actor.FDHywOp4tT06Q5i9]{Jannik} and @UUID[Actor.Q2jL4bAZvAT3cpbV]{Ingrid}. The upheaval in Ubersreik presents them with ample opportunities for work. They decide to maintain their partnership (for now), and will probably encounter the Characters again, as they have a habit for getting into trouble.</p><p>Depending on how the Characters comport themselves in the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.6dLEb6ZWuPhB2pRu]{Boarding House}, Grandma Rugger or the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.AIMlOScGrg8pmSdl]{Boatman’s Guild} may take interest in them. Rugger is well connected to a number of criminal enterprises throughout the fortress-town, and can be a valuable source of information, work, and introductions. The Boatman’s Guild are likely deep in the criminal underworld, and could serve as useful allies, or terrible enemies, if the Characters cross them.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 500001,
      "_id": "Iu304UeHvVkesMWS",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!QqbRrRKeBiZewGip.Iu304UeHvVkesMWS"
    },
    {
      "type": "text",
      "name": "Down the Wizard's Way",
      "text": {
        "content": "<p>The adventure begins with the Characters visiting Cordelia Wesselingh at her store. Having an NPC mention her new-and-improved healing draught might encourage the Characters to drop by of their own volition, or you could simply begin the scenario when the party decides to stock up on medicinal supplies. If you’re running a one-off adventure, you can begin with the Characters already on their way to pay her a visit by reading or paraphrasing the following.</p>\n<blockquote>\n<p>It’s a warm, sunny morning in Ubersreik. You’ve heard a rumour that an apothecary at the end of the Wizard’s Way has developed a new, more effective healing draught, and you’ve decided to investigate. The Wizard’s Way winds north through the Artisan’s Quarter. Small shops cluster to either side of the cobbled street selling books, herbs, charms and wards, writing implements, and select curios. Above them all looms a crooked tower with a slate roof and no discernible entrance.</p>\n<p>Eventually you arrive at a small platz. A handful of folk cross the dirty square, and a half dozen grubby children are playing a game there that seems to involve beating each other with sticks. One of them stares at you suspiciously for a moment, stick raised, before returning to the game. Behind them, a painted mortar and pestle hangs above one small doorway, advertising the occupant’s wares. This is presumably the shop of Cordelia Wesselingh, said to be the best apothecary in Ubersreik.</p>\n</blockquote>\n<h3>The Hunters</h3>\n<p>Two bounty hunters —@UUID[Actor.FDHywOp4tT06Q5i9]{Jannik Fanger} and @UUID[Actor.Q2jL4bAZvAT3cpbV]{Ingrid Wenig} — are skulking in an alleyway across the platz watching the party as it arrives. Secretly make an <strong>Opposed Average (+20) Perception </strong>Test for each Character. If any Characters succeed, read or paraphrase the following text. </p>\n<blockquote>\n<p>Across the platz from the apothecary you notice a pair of rough-looking types lounging in an alleyway. Both are dressed in travel-stained clothing and have wide-brimmed hats pulled low over their faces. One, a woman, is nonchalantly smoking a pipe whilst very carefully not looking in your direction, while her partner, a tall man with a long beard, stares at you as you make your way to the shop entrance.</p>\n</blockquote>\n<div style=\"display:flex;justify-content:space-evenly;flex-wrap:wrap\">\n<div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-ua1/assets/actors/jannik-fanger.webp\" width=\"211\" height=\"212\" />\n<p style=\"text-align:center\">@UUID[Actor.FDHywOp4tT06Q5i9]{Jannik Fanger - Rough Looking Skulker}</p>\n</div>\n<div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-ua1/assets/actors/ingrid-wenig.webp\" width=\"176\" height=\"208\" />\n<p style=\"text-align:center\">@UUID[Actor.Q2jL4bAZvAT3cpbV]{Ingrid Wenig - Inexperienced Skulker}</p>\n</div>\n</div>\n<p>Any who approach the bounty hunters notice backpacks lying against a wall just within the alleyway. Both are grumpy, travel-stained, and weary — each has 1 @Condition[Fatigued] Condition. With a successful <strong>Average (+20) Intuition </strong>Test, any onlookers note the pair’s brusque manner and dishevelled appearance is likely because they are exhausted. </p>\n<p>If the Characters try to talk to the bounty hunters, they’ll be told to get lost. If the Characters instead try to intimidate the bounty hunters, the two skulkers pick up their belongings and leave with little complaint. However, they return as soon as the Characters move on, taking up a position not far from their initial hiding place.</p>\n<p>The two bounty hunters are watching for @UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah Baumann}, but their relatively poor surveillance skills have already cost them. Hannah arrived earlier in the day and immediately spotted them. She bribed an urchin (one of the ones beating each other with sticks in the platz) to watch @UUID[JournalEntry.QqbRrRKeBiZewGip.JournalEntryPage.mhFiJtI351jVgTwZ]{Cordelia's Apothecary}, and to tell her if Cordelia leaves.</p>\n<h4>The Urchins</h4>\n<p>Six grubby children play not far from @UUID[JournalEntry.QqbRrRKeBiZewGip.JournalEntryPage.mhFiJtI351jVgTwZ]{Cordelia's Apothecary}. The tallest, Ophelin, has been paid silver by Hannah to watch the shop, and been promised more if she delivers accurate information that the apothecary is on the move. </p>\n<p>Should the Characters approach the urchins in a threatening manner, the dirty children scatter. If the urchins do not run, Ophelin engages the Characters should they ask questions — the rest of the group laughs and bashes sticks, trying to attract the party’s attention. This is all to cover Wendlin, the youngest of them, who creeps around to the rear in order to pick the pocket of the richest looking Character (Pick Pocket Skill of 40, opposed by the target’s Perception, with the Difficulty set by how much attention the target is paying). As soon as the attempt is complete, successful or not, all the urchins scatter.</p>\n<p>Should Wendlin be captured, he cries. Then screams. Then starts yelling that he’s being kidnapped. He won’t stop unless he’s freed or intimidated — where he begins to cry again, very loudly.</p>\n<div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/lurking-bounty-hunters.webp\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 200001,
      "_id": "zN05pmVyTeVPFscR",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!QqbRrRKeBiZewGip.zN05pmVyTeVPFscR"
    },
    {
      "type": "text",
      "name": "Bait and Witch",
      "text": {
        "content": "<p><strong>Bait and Witch</strong> is designed to be completed in one session. It is suitable for new Characters, or for those who have completed one or two short adventures. If playing with more experienced Characters, adding the @UUID[Compendium.wfrp4e-core.items.9NROryHer1uXAKwY]{Elite} Trait to @UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah Baumann} (the primary antagonist) will provide a more suitable challenge.</p><p>The scenario is set in Ubersreik, and introduces the Characters to @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia Wesselingh}, an apothecary and useful contact in the fortress-town.</p><h3>Adventure Summary</h3><p>Two strangers stalk @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia Wesselingh}. She believes they are witch hunters seeking a friend of hers, @UUID[Actor.sDo8xTHz9U3zop80]{Alexander Grün}, a hedge witch visiting from out of town. When the Characters drop by to pick up supplies, she decides to ask for their help.</p><p>The two strangers are actually bounty hunters, @UUID[Actor.FDHywOp4tT06Q5i9]{Jannik Fanger} and @UUID[Actor.Q2jL4bAZvAT3cpbV]{Ingrid Wenig}, and their quarry isn’t the hedge witch. They’re pursuing a rogue witch hunter named @UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah Baumann}, who is on a personal crusade against all witches and wizards, whether licensed or not. Recently, Hannah murdered Gottfried Schwoch, an old friend of Cordelia’s who studied at the Jade College of Magic. After killing Gottfried, Hannah found some letters from Cordelia when searching the dead wizard’s study. On learning that Cordelia was a former Jade College apprentice, Hannah chose the apothecary as her next target.</p><p>The bounty hunters tracked Hannah to Bögenhafen. She was forced to flee the inn she was staying in, and in her haste left Gottfried’s letters behind. The bounty hunters found them and realised Cordelia was likely to be Hannah’s next target.</p><p>The bounty hunters are now using Cordelia as bait, but Cordelia asks the Characters to confront her ‘stalkers’ while she warns her friend Alex Grün. The PCs must then figure out what is really happening in order to save Cordelia and Alex from the real witch hunter.</p><h3>Getting Started</h3><p>Before playing this adventure, read it from start to finish at least once. It may also prove useful to read <strong>A Guide to Ubersreik</strong> in the <strong>WFRP Starter Set</strong>, which provides additional information about the town where the action takes place. Once you feel comfortable with the material, you’re ready to begin.</p><p>If this isn’t the first adventure you plan on running with your group, you could foreshadow it in a previous adventure by having the Characters spot a wanted poster for @UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah Baumann}. Alternatively, the Characters could notice it on their way to @UUID[JournalEntry.QqbRrRKeBiZewGip.JournalEntryPage.mhFiJtI351jVgTwZ]{Cordelia's Apothecary}. </p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "sort": 100001,
      "_id": "pufOEL7yToITtgzz",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!QqbRrRKeBiZewGip.pufOEL7yToITtgzz"
    },
    {
      "sort": 250001,
      "name": "Cordelia's Apothecary",
      "type": "text",
      "_id": "mhFiJtI351jVgTwZ",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>@UUID[JournalEntry.QqbRrRKeBiZewGip.JournalEntryPage.mhFiJtI351jVgTwZ]{Cordelia's Apothecary} is small and cramped. The wide, barred windows let in ample light, but the limited space is filled with shelves packed with bottles, boxes, and pouches. The walls are lined with apothecary drawers and a powerful herbal aroma permeates the shop floor. A red curtain partially obscures a doorway behind the counter where @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} stands, waiting for customers.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/cordelia-wesselingh.webp\" width=\"236\" height=\"246\" /></div><div class=\"journal-image centered\" style=\"text-align:center\"><p>@UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia the Apothecary}</p></div><h3>Cordelia's Worries</h3><p>Cordelia spotted the bounty hunters the previous evening, on her way home from the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.Cdzowk6cSn0TPxYd]{Strohmann Markt}. At first, she thought they were footpads, but quickly realised they weren’t out to rob her. She now believes they are after her friend @UUID[Actor.sDo8xTHz9U3zop80]{Alex Grün}, a hedge witch. Alex occasionally supplies her with rare herbs or other ingredients. He has had trouble with witch hunters before, but Cordelia believes him to be harmless and good-natured. She also worries that any trouble might alienate her other suppliers. </p><p>Alex is staying at @UUID[Scene.4L8T2DLNp5V8VkpU]{Rugger's Boarding House}, one of Ubersreik’s cheapest inns. He is due to visit her store around noon. This leaves her in a bind. If she waits too long, Alex arrives and the ‘witch hunters’ seize him. If she goes to him, she leads them right to him. She’s unwilling to trust anyone else to take a message to him (fearing they’ll betray him to the authorities instead). She was about to reluctantly ask @UUID[Compendium.wfrp4e-rnhd.actors.7M5OJZbbtV6DKUvG]{Christoph Engel} for help, but new arrivals present her with another option.</p><h3>Enter, the Characters</h3><p>@UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} opens with a polite welcome as the Characters arrive, but quickly moves to business as she is very concerned for @UUID[Actor.sDo8xTHz9U3zop80]{Alex}. If the Characters don’t mention the strangers outside, Cordelia cautiously points them out through her window. She explains that they are following her and have been waiting outside all night. She claims not to know who they are or what they want, but that they are clearly up to no good. She then asks the Characters for a favour — she has to meet with a friend, and wonders if they could create a diversion for her. </p><p>She plans to lead the strangers down @UUID[JournalEntry.QqbRrRKeBiZewGip.JournalEntryPage.zZG0PRykM4x2uHwM]{Whistlebone Alley}, and if the Characters could wait there, and perhaps have a word with the strangers about the inappropriateness of stalking law abiding citizens, it would be greatly appreciated. Cordelia stresses that she doesn’t want any trouble, as that would be bad for business. She hopes a little intimidation will scare the ‘witch hunters’ off. She offers to pay the Characters @Credit[5ss EACH]{5 shillings each} — they can meet her at the shop later in the day for payment, assuming they’re not accompanied by witch hunters. A successful <strong>Opposed Haggle Test</strong> can take this fee to @Credit[6ss]{6 shillings each}.</p><p>Assuming the Characters agree, Cordelia points out @UUID[JournalEntry.QqbRrRKeBiZewGip.JournalEntryPage.zZG0PRykM4x2uHwM]{Whistlebone Alley} and wraps a shawl about her head. ‘<em>It’s just over there, by the barrels. Follow the alley down and to the right and wait for me there. I’ll follow in 5 minutes.’</em></p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!QqbRrRKeBiZewGip.mhFiJtI351jVgTwZ"
    }
  ],
  "folder": "ydG6mRraijSbGIXu",
  "sort": 325000,
  "ownership": {
    "default": 0,
    "p6OsUjigSLS2Fduz": 3
  },
  "flags": {
    "wfrp4e-ua1": {
      "initialization-folder": "Ubersreik Adventures I",
      "sort": 325000
    }
  },
  "_stats": {
    "systemId": "wfrp4e",
    "systemVersion": "7.0.0",
    "coreVersion": "11.307",
    "createdTime": 1676514541367,
    "modifiedTime": 1693273574415,
    "lastModifiedBy": "sAiwDCZFd21tgaDN"
  },
  "_id": "QqbRrRKeBiZewGip",
  "_key": "!journal!QqbRrRKeBiZewGip"
}
