{
  "name": "Heart of Glass",
  "pages": [
    {
      "type": "text",
      "name": "Heart of Glass",
      "text": {
        "content": "<p>This adventure takes a closer look at the insidious nature of Chaos — how good people can be corrupted by otherwise noble goals and intentions. It takes place in the @UUID[JournalEntry.70sJnVPsNmeNnqdC.JournalEntryPage.Dltz7FyeTVWKArL7]{Duchy of Ubersreik} in 2512 IC, but could be moved to any suitably large town throughout the Empire with minimal reworking. This adventure is suitable for parties who have a little experience under their belts.</p>\n<h3>Adventure Summary</h3>\n<p>The Characters are approached to solve the murder of Corporal @UUID[Actor.jXKDSrWjfW61Nfpa]{Tylo Vielfrass}, an Altdorfer soldier working in Ubersreik’s Watch, who died under mysterious circumstances. Investigations lead the Characters to befriending, and unwittingly joining, a Chaos cult, only to later learn the truth as they uncover new leads.</p>\n<p>With a Witch Hunter and their former cultist friends on their trail, the Characters track down the real culprit: a rogue wizard beholden to the insidious apostate cult known as the Cabal. This cultist, Cantor @UUID[Actor.emW6Xa9Bx75AEXp9]{Carolus Entschlafen}, has imprisoned his old friend, Wizard Lord @UUID[Actor.UcCdrNkDrjGUXbj5]{Sibylle Hagerdorn}, in the @UUID[.XasdU7mOKmIZ7mEI]{Tower of Vane}, where he has built a magical device that seems to have misfired, killing Vielfrass. As the Characters pursue Entschlafen, it becomes clear Hagerdorn is possibly in league with her former friend and makes her escape, leaving our heroes returning to Ubersreik with few answers and many more questions.</p>\n<h3>Getting Started</h3>\n<p>Before playing this adventure, read it through from start to finish at least once. It may also prove useful to read through <strong>A Guide to Ubersreik</strong> in the <strong>WFRP Starter Set</strong>, as it provides additional information about the town where much of the action takes place. Once you feel comfortable with the material, you’re ready to begin.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/spot-skaven-skull.webp\" width=\"319\" height=\"180\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "sort": 100001,
      "_id": "Nfzc6u0TKCOjTAFu",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.Nfzc6u0TKCOjTAFu"
    },
    {
      "type": "text",
      "name": "Shaking Things Up",
      "text": {
        "content": "<h3>Starting the Adventure</h3><p>The beginning of Heart of Glass implies that the Characters have already established themselves with a reputation — Lady @UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht} already believes them to be capable agents, and trusts them enough with this sensitive matter. Luckily, Lady Nacht’s spy network is vast, so this reputation can be easily explained through whispers getting back to her about any of the Characters’ past deeds. However, if that explanation doesn’t serve, the following alternate starts to the adventure may work well for your campaign.</p><ul><li><p>One of the Characters is an old friend, or family member, of Corporal Vielfrass and, given the tense political situation in Ubersreik, is unwilling to fully trust the Ubersreikers or Altdorfers. The Character in question knew the corporal from before he got involved with @UUID[JournalEntry.d8nvgs2H5MmtKhdM.JournalEntryPage.L5gV9pgaWXB3floP#the-circle-of-unmarred-flesh]{The Circle of Unmarred Flesh} and fell into the clutches of Chaos.</p></li><li><p>The Characters are members of the Ubersreik Watch — perhaps from the events of <strong>Making the Rounds</strong> found in the <strong>Starter Set</strong> — but new enough that their allegiances and actions can be plausibly denied if anyone suspects in the investigation.</p></li><li><p>A coalition of guildmasters hires the Characters to investigate the corporal’s death with the intention of disgracing the Altdorfers, hoping to push the town closer to becoming a Freiburg.</p></li><li><p>Lady @UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht} is well aware of the true cause behind the corporal’s death, and is in fact in cahoots with the Cabal! She hires the Characters — knowing they are inexperienced and likely to make a blunder of the investigation — to make a farce of the situation and expose the corporal’s corruption. Her plan is to destabilise the town for her cult’s future goals, perhaps even attempting to recruit or kill off @UUID[Compendium.wfrp4e-rnhd.actors.7M5OJZbbtV6DKUvG]{Christoph Engel} in the process!</p></li></ul><h3>Increasing the Difficulty</h3><p>The final encounter of <strong>Heart of Glass </strong>may be very easily overcome for some parties, as Carolus isn’t the strongest of combatants. For some, this isn’t a problem, and serves well to accentuate the sacrifice Carolus is making — he never intended to survive. However, some groups may prefer more of a challenge — and some GMs may wish for the @UUID[Compendium.wfrp4e-core.items.208BiJLY0jXxelbd]{Comet of Casandora} to play a role and act as the final climax. Here are two possible solutions.</p><ul><li><p>@UUID[Actor.emW6Xa9Bx75AEXp9]{Entschlafen} knows some necromantic spells, and uses one to raise the @UUID[Actor.Efrl7M45KD1aCMTV]{Orc corpses} scattered around the base of the Tower of Vane. These serve to stand between the Characters and Entschlafen so that he can summon the Comet and attempt to drown everyone in the frozen lake.</p></li><li><p>@UUID[Actor.UcCdrNkDrjGUXbj5]{Hagerdorn}, before escaping to the nearby mountains, activates some of the ancient magical defenses of the @UUID[.XasdU7mOKmIZ7mEI]{Tower of Vane}. The Tower is utterly broken, however, and begins spitting out @Table[majormis]{Major Miscasts} every Round, causing havoc for everyone within a mile of it. Entschlafen, being an agent of Chaos, is curiously immune from the effects of the Tower.</p></li></ul><h3>It's All Connected!</h3><p>The NPCs in Heart of Glass are integral to the plot, but with a few changes, they can be tied deeper into the ongoing strife elsewhere in Ubersreik, and in the other adventures throughout this book. Consider some of the following changes.</p><ul><li><p>Corporal Tylo Vielfrass is an easy NPC to change because he doesn’t have any actions throughout the adventure! Anyone who the Characters are friendly with, in the Watch or from Altdorf, can be substituted as an emissary of the Altdorfers in Ubersreik.</p></li><li><p>@UUID[Actor.wNq1O1IoZ9CMdKGM]{Ursula Marbad} is very easily swapped out for @UUID[Actor.tTr4p7mUl4gnEWiF]{Hannah Baumann} from @UUID[JournalEntry.QqbRrRKeBiZewGip]{Bait and Witch}, depending on which is run first. This change could help create a nice recurring villain, who would also be a strong lead into <strong>Rough Nights &amp; Hard Days </strong>if Ursula also replaces @UUID[Compendium.wfrp4e-rnhd.actors.S6MLSMjvCEjPcaEw]{Matthias Hubkind}.</p></li><li><p>Either Wizard Lord @UUID[Actor.UcCdrNkDrjGUXbj5]{Sibylle Hagerdorn} or Cantor @UUID[Actor.emW6Xa9Bx75AEXp9]{Carolus Entschlafen} could easily be swapped for @UUID[Compendium.wfrp4e-rnhd.actors.7M5OJZbbtV6DKUvG]{Christoph Engel} in Ubersreik, given that it is well known that Engel makes frequent trips away from the town. Perhaps he is undertaking some secret study in the Tower of Vane, and has recently been receiving worrying prophetic dreams (dreams which no Grey Wizard should be getting), or perhaps he has always been a Cabalite cultist in the shadows, and has been working to subvert Hagerdorn?</p></li></ul><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/strohmann-markt.webp\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 1100001,
      "_id": "OSqTOYG70s1yQH3i",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.OSqTOYG70s1yQH3i"
    },
    {
      "type": "text",
      "name": "A Toast And A Tussle",
      "text": {
        "content": "<p>As the sun sets, @UUID[Actor.LhI9XQo9pkV9eJ2d]{Sergeant Geldrecht} takes the Characters and his group to an otherwise unassuming warehouse in the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.ZxGSVbrdYETSiP94]{Artisan's Quarter}, which he unlocks with a key that hangs around his neck, and shows everyone inside. Within is a small makeshift bar, made out of a few barrels with a wide plank laid on top, a number of mismatched tables and chairs, and a large cleared space in the back. In the middle of the large open space is a thick chalk circle, about 8 yards in diameter.</p><p>@UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht} tells one of his companions to crack a keg open, and serve some drinks around, making sure to pay special attention to the Characters, for they are the guests of honour. Once the steins are handed around, the laughter and roughhousing of the group falls quiet. Sergeant Geldrecht raises his stein and says, <em>‘Today we drink to the memory of our leader, Tylo Vielfrass. He was the best man I knew and… and we’ll never have another like him. Every day from here on will be… will be darker with him absent.’</em> The sergeant’s words catch in his throat, and another soldier puts a hand on his shoulder. Geldrecht coughs, wipes his eyes on his sleeve, and continues: <em>‘But, in honour of that memory, because Tylo was never one to dwell on sadness, we welcome new friends to our Circle.’</em></p><p>@UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht} looks at the Characters and gives them a chance to speak, hoping for an assent. If the Characters want to join, Geldrecht is overjoyed, and welcomes them. If even just one Character agrees, he is happy, and says he’s sure he’ll sway the others over in time, but that there are no hard feelings: they’re already honorary members in his eyes, given they brawled together earlier. If everyone refuses, Geldrecht is sad, but understanding, saying that they can’t be seen to take sides given their investigation.</p><p>@UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht} says, lastly, that with the investigation in mind he’ll gladly show the Characters into the corporal’s private room in the back of the warehouse, but first they need to toast the corporal’s memory properly. <em>‘Of course, I’d be glad to show you into Tylo’s private room. None of us were allowed in, and frankly, I don’t see why that needs to change now. But perhaps something in there will help bring his killer to justice, and I’m certain he’d want nothing more. Before that, though, we need to give Tylo a proper send off. We have a little tradition here that Tylo taught us himself. He said it was from our ancestors in the ancient Unberogen tribe. Two wrestlers get in a circle together — we got one in the back — and grapple until one is thrown out. We don’t try to hurt each other or anything — it’s about perfect control, see? A true warrior can control their actions, the battlefield, whatever. It’s what Sigmar always wanted with the Empire, right? Tradition says the combatants are the oldest member — I guess that’s me, now, given… A-and the newest member, or a guest if one’s in attendance. I guess that’s you folks, if you’re up for it.’</em></p><p>@UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht} and the other cultists (there are three times as many cultists as there are Characters) will pressure one of the Characters to step into the ring — the least obviously athletically capable, if none volunteer. If everyone refuses, they’ll become offended, and may get violent, saying that the Characters are spitting on the memory of Corporal Vielfrass — especially if they refused to join the Circle. They go so far as to push a Character into the circle to get it started, and draw knives if they’re being truly ‘disrespectful’. If it comes to such violence, move straight to @UUID[.zKil1W9WoezFwsVS#were-going-on-a-witch-hunt!]{We're Going on a Witch Hunt!} after 3 rounds of brawling.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center\"><span style=\"font-style:normal\">Wrestling with Sergeant Geldrecht</span></h3><p><span style=\"font-style:normal\">@UUID[Actor.LhI9XQo9pkV9eJ2d]{Sergeant Geldrecht} removes any armour and other items he is carrying, except his undergarments, and expects similar from his opponent, within reason. The wrestling match should be resolved like normal Combat, but with only the two combatants. Geldrecht only attempts to @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.wmA76Q2zJJ9HrkvA#grappling]{Grapple}, and move his opponent outside the circle, which requires spending Advantage equal to his opponent’s Toughness Bonus + 1. Geldrecht assumes his opponent will do the same, and takes unkindly to Damage being dealt, in the same way as if the Characters refused to wrestle. </span></p></blockquote><p>After the wrestling match, regardless of who the winner is, Geldrecht claps his hand on his opponent’s shoulder, and says <em>‘Well done! That was a good fight, regardless of the outcome. It’s the pursuit of perfection that’s important — Tylo taught us that. Now, uh, we’re supposed to say a prayer to our ancestors at this point — Tylo used to do it, so I guess it’s up to me.’ </em>Geldrecht clears his throat, and raises his arms in the air, then booms out,<em> ‘ Ygrak tu amat Shornaal! Amak tu amat Shornaal! Ygrak tu amat Shornaal! Tzarkol taen amat Shornaal!’</em></p><p>All Characters present for the ‘prayer’ suffer the effects of @Corruption[minor]{Minor Corruption} the next time they sleep, while the Character who engaged in the wrestling match suffers @Corruption[moderate]{Moderate Corruption} instead, all of which are resisted with Cool. Take a moment to describe how, with each intonation of the word Shornaal, the Characters feel something akin to recognition, like they know the meaning of the word in their very blood and bone. Before they have a chance to really comment on this, Geldrecht slaps the wrestler on the back, and says, ‘<em>I suppose you’ll be wanting to see the private room now, yeah? Or more drinking first?’</em></p><p>When the Characters are ready, move to <strong>The Inner Sanctum</strong>.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/unmarred-flesh.webp\" width=\"201\" height=\"201\" /></div><h4>The Inner Sanctum</h4><p>The door into Corporal Vielfrass’s private room isn’t locked, and if questioned, @UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht} says that the other members wouldn’t dare break the corporal’s trust, so there’s no need to lock it. He opens the door, and the Characters are left alone to their investigation.</p><p>Inside is a small vestibule, separated from the rest of the room by a purple curtain, where one could enter the room, close the door, and then pull back the curtain.</p><p>The room beyond the curtain is dominated by a massive, disgusting symbol that appears to move when looked at, but is in truth still. The icon is set on a huge 4-foot-diameter wooden frame, which hangs on the wall opposite. Across the frame is stretched layer upon layer of pink flesh, bound together with metal staples and clamps. The folds of the flesh have been arranged to make moaning and screaming faces appear where shadows are cast. Despite hanging in the air, perhaps for some time, the flesh remains raw and wet, though unbloodied.</p><p>Each Character, on seeing the icon, must succeed on a <strong>Hard (−20) Endurance</strong> Test, or vomit up the contents of their stomachs. Curiously, Characters that have drunk significant amounts of alcohol already, are instead able to make this Test at +20 — the influence of Slaanesh is already softening their senses.</p><p>Other than the horrifying icon of @UUID[JournalEntry.d8nvgs2H5MmtKhdM.JournalEntryPage.L5gV9pgaWXB3floP#the-circle-of-unmarred-flesh]{The Circle of Unmarred Flesh}, the inner sanctum is a small room, decorated with plush cushions, a few empty silver decanters for wine and platters for food, a small reading nook with a pile of scrolls and a writing board, and, lastly, a low table with a statue concealed under a purple velvet drape. The whole room smells of sickly sweet spices and incense, mixed with sweat, though the exact aromas are nearly impossible to place, given their concentration and strangeness. A<strong> Very Hard (−30) Perception (Smell) </strong>Test reveals that the incense is similar to that burned in northern Kislev and Norsca, but smells somehow fermented.</p><p>The scrolls in the reading nook appear to mostly be the private writings and drawings of Corporal Vielfrass: lewd images, crude poetry, and the narcissistic ramblings of an overconfident mind. Two pieces stand out, however. The first is a gold leaf piece of exquisite paper, kept safe between two writing boards. In a flowing, maddeningly perfect, and precise hand is written ‘<em>Prince of Pleasure, She Who Thirsts, They Our Tempter, Loesh the Serpent, Shornaal the Prideful, Darkest Slaanesh</em>’ in six rows.</p><p>The other scroll of note is what Vielfrass appears to have been working on recently, as it’s half finished, and still clamped to the writing board. Give the players @UUID[.QqkjsOlzprT0oOqZ]{Handout 1: The Ramblings of Corporal Vielfrass}. It is vital that the Characters find this note.</p><p>Lifting the veil off the black marble statue and inspecting it closely causes @Corruption[Minor]{Minor Corruption}. The statue is of a humanoid figure: one half male, the other half female, and completely naked. In its hands it holds a whip and a sword. Around its ankles coil snakes. Looking at it for too long makes one’s skin crawl, eyes itch, and forehead sweat as if in a fever.</p><p>Once the Characters have inspected the statue and the letters in the reading nook, they hear the sounds of commotion and shouting from the main room. Move to <strong>We’re Going on a Witch Hunt!</strong></p><h4>We’re Going on a Witch Hunt!</h4><p>@UUID[Actor.wNq1O1IoZ9CMdKGM]{Ursula Marbad} has decided now is her time to strike, having tracked the Characters and the cultists to their headquarters. She leads a rabble of @UUID[Actor.OdMQuHm9nFFVs605]{Concerned Citizens} she has convinced to join her, equal to the number of @UUID[Actor.wTscAMJssdofI0fG]{Unmarred Flesh Cultists}. They attack the cult, storming in through the front door, putting everyone to the sword. The cultists are unarmed at first, but regain their equipment after the first round of confusion.</p><p>The Characters — whether they have ‘joined’ the cult or not — are mistaken for cultists themselves,  set upon by the rabble, and targeted by Marbad. It is up to them if they wish to fight or flee, but the only exit is through the front door, where Marbad is standing, shooting into the crowd with her pistol.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-ua1/assets/set-pictures/begone-zombie.webp\" width=\"247\" height=\"222\" /></div><p>Every round of combat, the rabble throw bottles of alcohol — which count as an @UUID[Compendium.wfrp4e-core.items.vI0oorwbZdlszudf]{Incendiary} per round. Each @UUID[Actor.OdMQuHm9nFFVs605]{Concerned Citizen} has a single Incendiary.</p><p>The rabble are too preoccupied to pursue any fleeing Characters into the streets for more than a round, and Marbad is unwilling to chase them alone into the night. Marbad herself flees if she reaches less than her Toughness Bonus in Wounds, laying low for the next day to recover. Lastly, whether the Characters stayed to fight or not, @UUID[Actor.LhI9XQo9pkV9eJ2d]{Sergeant Geldrecht} correctly assumes the Characters were responsible for leading the Witch Hunter to their door, and for any deaths caused by the rabble. After a day of licking his wounds, he sets out to hunt the Characters down.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>He Was A Heretic Ma'am</em></h3><p><span style=\"font-style:normal\">The Characters may wish to report Corporal Vielfrass’s corruption to @UUID[Actor.hcAF95tFaOdoZoeF]{Lady Nacht} at this point, and conclude their investigation early. They will have a very difficult time getting an appointment with her, and have to wait several days, unless they lie about knowing who the killer is. During this time, their enemies — Marbad (if she survived) and the remaining members of the Circle — try to hunt them down as well.</span></p><p><span style=\"font-style:normal\">If the Characters tell anyone else about the corruption, including Lady Nacht’s servants in the hopes of getting an earlier appointment, they are contacted shortly after with an invitation to attend to her, and discover that the servant they told the secret to is apparently missing.</span></p><p><span style=\"font-style:normal\">When Lady Nacht eventually does speak to the Characters, she seems appropriately shocked, but swears the Characters to secrecy, and demands they continue their investigation. Lady Nacht goes on to cover up the corruption, having all suspected cultists meet with unexpected ‘accidents’, and carefully brushing any loose ends under the carpet, all to prevent the matter from spoiling the reputation of the Altdorfers in Ubersreik.</span></p></blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 600001,
      "_id": "zKil1W9WoezFwsVS",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.zKil1W9WoezFwsVS"
    },
    {
      "type": "text",
      "name": "Straight From The Glazer's Mouth",
      "text": {
        "content": "<p>The Characters will likely assume @UUID[Actor.YZLxn2alTuWjX721]{Heske Glazer} is the murderer, or at least see her as the next piece in the puzzle. They find Glazer going about her usual routine of glass blowing at her small workshop in the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.ZxGSVbrdYETSiP94]{Artisan's Quarter}, or her stall in the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.U4xIUC3CfKZAgVSR]{Marktplatz} on Marktag. Regardless of where she is, she is surrounded by countless glass sculptures, drinking vessels, glass eyes, seeing glasses, and the like. </p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/heske-glazer.webp\" width=\"199\" height=\"268\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.YZLxn2alTuWjX721]{Heske Glazer}</p>\n<p>Glazer is eager to make sales, so she is more than willing to chat amiably with the Characters if they approach her; however she immediately goes on the defensive if they accuse her, or start asking leading questions about Corporal Vielfrass. If the Characters do go down this line of questioning, Glazer’s friendly mercantile charm evaporates in an instant as realisation dawns on her face. <em>‘I had nothing to do with the good corporal’s death, and I can prove it. Ask anyone about the Marktplatz and beyond, and they’ll tell you the truth of it — I was coming back from a delivery up into the Grey Mountains. I’ve been doing them every two weeks, when another of the giant lenses is ready. Besides, I’m half-blind and in my middle years, certainly no match for a young strapping lad like that, eh? However it was he died...’</em></p>\n<p>If the Characters wish to, allow them to perform a <strong>Very Easy (+60) Intuition</strong> Test to see that Glazer is telling the truth, and that she honestly doesn’t know how Vielfrass was murdered. Additionally, Glazer’s story holds true if the Characters ask other merchants, and her books have records of thirteen such trips into the mountains, spanning half a year’s worth of work.</p>\n<p>If the Characters ask why she was spying on Vielfrass, she feigns ignorance at first, and then replies, <em>‘Look, he was a pretty young man, and there aren’t that many walking around with as ready a smile as his. Sure, I may have stared more than was appropriate, but, Katya as my witness, if he didn’t inspire a bit of staring, if you know what I mean?’</em></p>\n<p>Whilst the Characters are talking to Glazer, a young boy runs up to her, and sheepishly returns a magnifying glass he’d stolen. Glazer — giving the Characters a wink, suggesting she knew about the ‘theft’ all along — chides the young boy, but lets him run off. She says, <em>‘I know I should call the Watch and have Hans flogged, but to be honest, I see a lot of myself in him. His curiosity, mainly. It’s how a farm girl like me became a master glazier, after all… and perhaps young Hans would make a good apprentice. He spends all his free time, when his mother isn’t watching, using my lenses to look at the ants out in the field. I just hope he’s not catching the sun’s light and burning them.’</em></p>\n<p>This comment from Glazer should, if the Characters haven’t pieced things together by now, inspire follow-up questions. Glazer says that a finely ground lens can bend light in such a way as to start fires and even burn skin! If the Characters put two-and-two together, they may ask if a lens could have killed Vielfrass, to which she replies that it’d need to be a truly massive lens, with perhaps a bit of magic thrown in to make it all work. At this point, she realises the truth of it, and directs the Characters to the @UUID[.XasdU7mOKmIZ7mEI]{Tower of Vane} in @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{The Grey Mountains}, where a wizard named @UUID[Actor.UcCdrNkDrjGUXbj5]{Sibylle Hagerdorn} has an observatory. Glazer has been supplying the wizard with lenses for her telescopes for years, but in the last few months, she’s been making truly massive lenses and delivering them personally. She assumed the lenses were for a powerful telescope, but maybe, with the wizard’s magic, they could have caused the burns the Characters describe.</p>\n<p>If the Characters don’t put these pieces together, and this becomes a dead end, Glazer comes to this realisation herself several hours later. She then approaches the Characters wherever they are and tells them her theory. She’s since learned — by her own means — how Vielfrass died, wishes to clear her name, and feels guilty about how her glass has been used.</p>\n<p>The Characters should, at this point, be making ready to travel to the @UUID[.XasdU7mOKmIZ7mEI]{Tower of Vane}. If they are, you can move on to @UUID[.tNbS0UdBh9cy11bU]{Part 2: The Vanes Of The Empire}.</p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center\"><span style=\"font-style:normal\">A Sight of Glass Eyes</span></h3>\n<p><span style=\"font-style:normal\">Though Glazer wasn’t spying on Vielfrass, she is a spy for someone. But who? That’s up to you to decide! You should feel free to use @UUID[Actor.YZLxn2alTuWjX721]{Heske Glazer} as a link to other plots in, around, and beyond Ubersreik as you see fit (such as the adventure <strong>Making the Rounds </strong>in the <strong>Starter Set</strong>). Perhaps she’s an informant of Lady Nacht’s spy network, or maybe she’s linked to the Grey Order? Chillingly, perhaps she’s an agent of @UUID[Actor.emW6Xa9Bx75AEXp9]{The Cabal}, and her leading the Characters towards the Tower of Vane was all part of Carolus Entschlafen’s grand plan! </span></p>\n</blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 700001,
      "_id": "1cXL5PLcXKKoyOi7",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.1cXL5PLcXKKoyOi7"
    },
    {
      "type": "text",
      "name": "Part 3: In the Shadow of the Tower",
      "text": {
        "content": "<p>The Characters arrive at the Tower of Vane to find it deserted. After looking around, they discover the device that seems to have misfired, killing the corporal by accident. Furthermore, they discover the tower’s owner, Wizard Lord @UUID[Actor.UcCdrNkDrjGUXbj5]{Sibylle Hagerdorn}, has been imprisoned by a rogue wizard, Cantor @UUID[Actor.emW6Xa9Bx75AEXp9]{Carolus Entschlafen}. Enthralled by the Dark Gods, Entschlafen built the weapon at the centre of the mystery. Hagerdorn gives the Characters the tools to defeat Entschlafen, whilst she works to dismantle the device. However, after defeating the wizard, the Characters discover everything isn’t quite how it seemed.</p><h3>Arriving at the Tower</h3><p>The Characters arrive at the Tower of Vane, after wending their way through the mountains, along the road from Elssen. Read or paraphrase the following to the Players.</p><blockquote><p><em>Despite being able to see parts of the Tower of Vane rising above the mountains for much of the last day, it is only now that you truly can see its splendour. A great needle the colour of unpolished iron — practically featureless, save for a glittering glass dome at its tip — rises out from a sunken valley filled with a glacier. The tower appears to be, at first, built upon the ice, but it evidently stretches down deep into its cold embrace. By the sway and curve of the surrounding mountains, you can tell that the lake would only see sunlight at the height of noon, regardless of the season. The lake has likely been frozen forever, which beggars the mind to comprehend how it was built…</em></p></blockquote><p>The Tower of Vane is at least 1,000 feet tall, has many windows cut into its spiralling form, and sports a single door at its base. Clustered around the base, and towards the back of the building, are wooden structures of a much simpler and obviously human make, which are undoubtedly the living quarters, kitchens, and other amenities that support the tower. Peering into the ice, and on a successful <strong>Difficult (−10) Perception</strong> Test, the Characters can see that the tower extends deep into the ice, perhaps as far down as it goes up.</p><p>As the Characters approach closer, read or paraphrase the following.</p><blockquote><p>Nothing stirs in this forsaken valley — no birds chirp, no voices sound. Even the wind seems afraid to break the silence. Stepping out on to the glacier, whilst at first a terrifying prospect, becomes not so frightening once you notice small shards of stone and sand frozen into the top to make a coarse walkway across the ice. But as you get closer, you see the stones are not the only surprises lying in the ice...</p><p>The base of the tower is littered with a score or more of Greenskin corpses. Some lie burned to a crisp, others with their eyes and scalps torn as if from a flock of ravenous birds. A full third appear to have been crushed underneath a massive boulder which is nowhere to be seen. Whatever caused these deaths was terrible indeed, and relatively recent — the corpses couldn’t be more than a day old, though already they’re becoming one with the frozen landscape.</p><p>Ahead, you can see the great smooth metal-grey doors of the tower are slightly ajar, and you can hear a faint whistle as if wind were blowing from within. The air out here is so maddeningly cold that you can’t help but shiver to think of how freezing it must be within the metal spire. Only as you approach them do you realise the truth — the doors, and the tower itself, are entirely made of lead.</p></blockquote><h3>Inside the Weathervane</h3><p>The Tower of Vane is, in truth, an ancient Elven structure, built millennia ago, used to harness the eight Winds of Magic as a giant magical ‘weathervane’. The inside is hollow, all the way up to its highest point, and down to the ground floor, which is covered in the wreckage of massive metal plates, which seem to have fallen to the ground and fused themselves with the stone floor.</p><p>The inside walls are lead, though they emit a faint warmth. They are carved, everywhere, with incredibly intricate lines, symbols, shapes, patterns, and all manner of arcane designs, though they have clearly, in many places, been defaced by axes and other damage. Characters may perform a <strong>Very Hard (−30) Lore (Magick)</strong> or <strong>Difficult (−10) Lore (Elves) </strong>Test to determine that the engravings are Elf-made. The <strong>Lore (Elves)</strong> Test becomes Easy if the Character making it is an Elf with any formal magical training. Success by +2 SL reveals that the markings are intended to channel the eight Winds of Magic into the tower and keep them there. Success by +6 SL reveals the source of the magic is synonymous with the ruins known as <strong>The Lone Pillar</strong>, also in the @UUID[JournalEntry.70sJnVPsNmeNnqdC.JournalEntryPage.depCha3wADmJNilH]{County of Widow's Vale}.</p><p>There are seven landings within the tower, not including the ground floor or the roof. Each of the landings and the roof are accessible via a smooth bone-white ramp that curves along the wall. Each of the landings opens out into a balcony that faces the cardinal direction noted in its description. In the centre of the ground floor is a small silver stairwell that goes down into eight cells, with beds, small stoves, and everything one would need for a rather spartan lifestyle in seclusion. However, all bar two have been recently packed away, and appear to be unoccupied.</p><p>No life can be seen within the tower, though there is evidence of its recent use — papers left lying in some of the cells, covered in arcane writings indecipherable to anyone without <strong>Language (Magick)</strong> or <strong>Language (Eltharin)</strong> and the @UUID[Compendium.wfrp4e-core.items.GogGbYxkVdCmiKqf]{Read/Write} Talent.</p><p>The next steps — the climb to the top of the tower — should be an introspective process for the Characters. Make sure to express just how long it takes to climb; the tower is over 1,000 feet tall, and the whole thing is accessed by a meandering circular ramp. Also, make sure to emphasise the mystical elements of each landing, and tie the Characters into them as much as possible, by adding details pertinent to their identities. The Tower of Vane is intended to harmonise with its occupants and enhance their magical powers, but it is very old, poorly tended, and was damaged considerably during the War of Vengeance. Now, it’s a shadow of its former self, and only the azyr component — the roof — works properly. However, it still reacts to its occupants, which now include the Characters!</p><p>Characters with the @UUID[Compendium.wfrp4e-core.items.OEjUvJKi0xmBwbS2]{Second Sight} Talent see the eight Winds of Magic saturating this place, but sitting in relative stagnation. However, on a successful <strong>Challenging (+0) Intuition</strong> Test, they note how strangely the Winds move here, and how weird it is that the area hasn’t festered and formed <em>dhar</em>, which is said to coalesce in areas saturated in magic for prolonged periods of time.</p><h4>The First Landing: <em>Ghur</em></h4><p>The first landing’s base is carved into a confusion of thorns, twining themselves around a central rune line depicting an arrow from a hunter’s bow, oriented to the northwest. Symbols reminiscent of rending claws and twisted brambles are inlaid with once-glorious amber — its colour now dimmed and lifeless.</p><p>A single altar rests in the centre of the platform, made of the same bone-white stone as the ramp that led to this strange place. Its surface is lined with carved channels that collect around its base, feeding into the amber set into the platform’s top. It sits here, dormant, useless, and led.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Affinity with the Winds of Magic</em></h3><p><em>All mortals reverberate in the Aethyr, and have a certain resonance with the Winds of Magic, even the magically stunted Dwarfs, and the supernaturally resilient Halflings. However, each mortal soul is different, and finds a closer harmony with one Wind over another. This is the secret that Loremaster Teclis based his instruction of Human wizards on, forcing them to channel only their strongest Wind to make it ‘safer’.</em></p><p><em>Human magic users within the Tower of Vane find a particular calling towards their chosen Lore of Magic, whilst Elven wizards find a resonance with them all. Non-magical Humans and Elves are drawn to one platform over the others, and see visions there that no one else can perceive. Halflings are likewise drawn to a particular platform, but only feel a slight tingling. Dwarfs are immune to the effects of the Tower.</em></p><p><em>GMs should feel free to decide which Wind most calls to a Character, based on their personality. Furthermore, they should feel free to improvise visions on each platform, tying the sights already there to the Characters’ experiences and backstories. For example, a soldier might be drawn to shyish, and see visions of their old comrades dying as they themselves fade into old age, or a noble may be drawn to aqshy and see their petty passions and desires turn to bloody rage as they slaughter their rivals.</em></p></blockquote><h4>The Second Landing: <em>Ulgu</em></h4><p>The second landing’s base is carved into a sprawling web that peters out in all directions, turning back in on itself in the centre, connected to everything yet standing alone. The incomprehensibly complex network appears to conceal a rune that burns itself into the minds of those who look at it, though it fades as soon as one blinks. A lone arrow points to the south, inlaid with onyx, that leaches light from the room.</p><p>Several recesses and insets into the platform appear to have once held weapons — blades of an incredibly thin make — though they are long gone. Dust now fills their crevices, and the Characters can tell that, no matter how hard they might try, that dust will never be removed.</p><h4>The Third Landing: <em>Shyish</em></h4><p>The third landing’s base is carved into an inward, inevitable spiral, drawing the eye always towards its end at the centre. There, at the end of all things, sits a curling, hooked rune, like a thorn growing from the stem of a rose, pointing to the southwest. The rune kindles slightly as the Characters approach it, light playing inside the amethysts that make up its form. But even this ends, forgotten to time.</p><p>Nothing stands on this platform, though several areas of its surface look like a comfortable place to sit, meditate, and ultimately fade away.</p><h4>The Fourth Landing: <em>Ghyran</em></h4><p>The fourth landing’s base is carved into a wreath of twining leaves, vines, boughs, and water streams, moving in perfect balance around a central rune. Picked out in faded jade are three concentric rings, linked by a line that extends from the innermost ring, past the third, pointing towards the east. A sense of calmness permeates the platform, and in the cracks between the carvings the faintest trace of moss grows.</p><p>A tree stands in the middle of the innermost ring, though long since petrified. Its roots burrow deep into the stone platform, though they no longer draw anything from within — if they ever did.</p><h4>The Fifth Landing: <em>Aqshy</em></h4><p>The fifth landing’s base is carved into a thousand rings of enveloping flame, all emanating from a central burning rune: a circle made of dark rubies, with a westward jutting arrow trailing away into a curl of flame. An overwhelming sense of rage fills the Characters when they see what has become of this place — not that they’ve ever seen it before — which quickly passes and dies. One can’t help but wonder at the broken dreams and ambitions that the builders of this tower once held.</p><p>In the middle of the rune’s ring stands an open brazier. Soot cakes every inch of it, despite it having stood cold seemingly forever. Underneath the soot are ruined things: gold melted to slag, precious stones shattered like stressed glass, and more. Wealth that could have purchased whole duchies of the Empire lies worthless beneath the ashes.</p><h4>The Sixth Landing: <em>Chamon</em></h4><p>The sixth landing’s base is carved into geometrically perfect rings, at first spaced far apart, and then shrinking in distance in accordance with the Fibonacci sequence. As it thins, the rings become nearly impossible to discern from each other. At the centre of the design rests a golden embossed rune: a circle with an arrow moving from its centre to beyond its edge, pointing to the northeast.</p><p>At first glance, everything here is perfect and arranged in a delicate design. On closer inspection, the Characters see small imperfections: scratches, dents, and flaws mar the surface. These imperfections, once seen, are impossible to ignore, until the Characters can’t find a single ring that remains perfect.</p><h4>The Seventh Landing: <em>Hysh</em></h4><p>The seventh landing’s base is flawless, untouched by any maker’s hand. In its centre — not beveled, embossed, or engraved — is a symbol at once utterly unassuming and impossible to ignore: a wheel, divided into eight segments, with the north-most spoke extending from its edge to become a perfect arrow.</p><p>As the Characters cross the platform, they notice their shadows are banished from its surface. Their feet make no sound over the stone as they walk. As the Characters begin to leave, darkness instantly washes over the platform, and the sounds of every footstep they’ve made play at once. The charms upon this place are not gone, but they are failing, and for some reason that fills the Characters with a sense of sadness and fear.</p><p>As the Characters climb the ramp towards the ceiling and leave the seventh landing, move on to <strong>The Roof: </strong><em><strong>Azyr</strong></em><strong>.</strong></p><h3>The Roof: <em>Azyr</em></h3><p>Read or paraphrase the following to the players once they arrive on the roof.</p><blockquote><p>The meandering stone ramp pierces through the ceiling and on to the roof of the Tower of Vane to reveal a crystal dome covering the whole spire. Here and there, the dome is open to the elements, and a terrible driving wind whips you as you emerge. The floor here is carved with swirling cloud-like motifs that meet at a rune like a capital ‘A’ with a circle under its bridge, oriented as if to point to the southeast.</p><p>Unlike the other landings, this space is clearly in use, covered everywhere with the artifice of Human wizards — great telescopes, sextants, and other devices whose purposes are too arcane to contemplate. Desks are arranged behind great screens to block out the driving wind, upon which are weighted writing boards that contain charts of the clouds, stars, and phases of the twin moons. Uncountable heavy chests are filled to bursting with tightly wound scrolls, their contents unknown. Against one wall is a partially assembled windlass with an enormous counterweight and coil of rope.</p><p>However, one device draws your attention more than any other: a massive silver-wrought frame, adorned with crystal dials, golden suns, and snake statues, that supports eight massive glass lenses of decreasing size. The largest lens is almost as tall as a Halfling, whilst the smallest is still as big as a Dwarf ’s head. However, the device appears to be unfinished, and a massive slate board to its side is covered over with schematics and puzzling equations. Written in a stark hand underneath this are the words<em> ‘WHY DID IT MISFIRE’.</em></p></blockquote><h4>Investigating the ‘Luminark’</h4><div class=\"journal-image float-right\"><img style=\"margin-top:-50px\" src=\"modules/wfrp4e-ua1/assets/set-pictures/luminark.webp\" width=\"250\" height=\"224\" /></div><p>This device is a bastardised recreation of a <em>Luminark of Hysh</em>, a powerful and impossibly complex war machine of the Colleges of Magic, and the cause of Corporal Vielfrass’s death. At this point, it is likely that the Characters will wish to investigate the <em>Luminark </em>closely, so answers have been given for several likely Tests. Feel free to allow additional Tests which grant further insights, if the players come up with inventive questions.</p><p><strong>Channelling Test<br /></strong>If a magic-user wishes to, allow them to perform a <strong>Difficult (−10) Channelling</strong> Test on the device. This Test becomes <strong>Average (+20) </strong>if the Character is using <strong>Channelling (Hysh)</strong>. On a success, the device hums to life momentarily, but the magic-user is keenly aware of the power and peril in its use, as well as the lack of a necessary component to enable it to work properly.</p><p><strong>Intuition Test with Second Sight<br /></strong>A Character with the @UUID[Compendium.wfrp4e-core.items.OEjUvJKi0xmBwbS2]{Second Sight} Talent may perform a <strong>Challenging (+0) Intuition</strong> Test to reveal that the device has been fired several times, and whilst it’s supposed to primarily channel hysh, it has actually channelled several Winds of Magic through it.</p><p><strong>Lore (Various) Tests<br /></strong>Characters may wish to puzzle over the device using their more esoteric Lore Skills. Indeed, this is a perfect time to use specialisations such as Engineering, Magick, or Science!</p><p>A successful <strong>Challenging (+0) Lore (Engineering)</strong> Test reveals that the device would have required complex artistry to create, and would likely have required a team of people to set the whole thing up. It is certainly of Human design, as well.</p><p>A successful <strong>Challenging (+0) Lore (Magick)</strong> Test notes that this is a <em>Luminark</em>, a terrible weapon used by the College of Light to destroy daemons. Success by +2 SL reveals that these devices are also used in the defence of the Chamber Unbreachable — the legendary vault underneath the College of Light. </p><p>If a <strong>Perception </strong>Test has also been made, and the Characters understand that other symbols of the Winds are inscribed on the device, this Test unveils how profane and heretical such an act is. An Intuition Test also reveals such information.</p><p>A successful <strong>Challenging (+0) Lore (Science)</strong> Test, in conjunction with a <strong>Navigation </strong>Test, shows that whilst the Luminark isn’t pointing directly at Ubersreik, the parabolic equation written on the slate next to the device explains the misfire.</p><p><strong>Navigation Test<br /></strong>A telescope nearby, oriented slightly off the same angle as the Luminark, points directly at Ubersreik. On a successful <strong>Challenging (+0) Navigation </strong>Test, a Character can discern that the view from the platform, and down the sight of the <em>Luminark</em>, is almost exactly the same (but inverted) as that out of Corporal Vielfrass’s apartment in Magnus’s Tower. Success with +2 SL notes that the facing of the Luminark is slightly off, which should have resulted in the beam firing harmlessly to the north of the town.</p><p><strong>Perception Test<br /></strong>A Character can perform a <strong>Challenging (+0) Perception</strong> Test, which reveals one fact per SL scored, in order.</p><ul><li><p>There is a fist-sized object missing from the back of the device, attached to the dials.</p></li><li><p>Several of the dials appear to be newer, and added on later, as if it was constructed by trial and error.</p></li><li><p>The device primarily shows the symbol of <em>hysh</em> (the seventh landing), but also has small carved symbols of the other Winds in various places.</p></li><li>The lenses show signs of use — scorch marks — which are disproportionate to those on the lens casings, suggesting the device has been fired several times, and the lenses have been changed since they were first installed.</li></ul><p><strong>Research Test<br /></strong>If the Characters spend time looking through the papers and research notes scattered around, allow them to perform a <strong>Simple Research </strong>Test, which uncovers @UUID[.y2d9Az3QA68LAJOg]{Handout 2: Thoughts on High Magic} — a weathered, old, and well-read piece of paper.</p><p>It is entirely possible that none of the Characters can read, which means much of this handout will be incomprehensible to them. Feel free to have @UUID[Actor.UcCdrNkDrjGUXbj5]{Hagerdorn} read the paper to the Characters and explain its contents, if they ask her in the next section. She doesn’t lie about its contents, and briefly explains each point if pressed.</p><p>Characters may also wish to perform various <strong>Lore (History)</strong> or <strong>Lore (Magick)</strong> Tests to understand the finer points of this letter. Anything pertaining to the Winds of Magic is <strong>Average (+10)</strong>, whilst anything detailing the disgraced Supreme Patriarch, @UUID[Compendium.wfrp4e-wom.actors.OtBqhr035Qdf3XNo]{Egrimm van Horstmann}, is <strong>Very Hard (−30)</strong> due to the cover-up performed by the Colleges of Magic. Alternatively, as above, Hagerdorn can explain any of the details.</p><h4>Imprisoned</h4><p>After the Characters have had a while to investigate the scene and put a few pieces together, read or paraphrase the following:</p><blockquote><p>The howling wind cutting into the observatory suddenly stops, and a soft voice can be heard calling from… somewhere. Straining your ears, you hear a muffled woman's voice calmly calling for help.</p></blockquote><p>No Test is necessary to find the source of the noise, as soon the woman begins banging on the inside of her box. The box is large — big enough to fit at least two people laying down inside it — and made of heavy wood and iron. The box is unlocked, but latched shut, meaning it would be impossible to open from the inside.</p><p>Inside the box is Wizard Lord @UUID[Actor.UcCdrNkDrjGUXbj5]{Sibylle Hagerdorn} who explains that she fought with one of her old inferiors from the Colleges of Altdorf, and that he — Cantor Carolus Entschlafen — managed to hit her with a Sleep spell, and locked her within. Hagerdorn, if required, tells her story from within the box, if the Characters don’t immediately let her out. However, she becomes insistent after a few minutes that the Characters are in grave danger of being discovered by Entschlafen, and that without her help or artifice, they are in great peril.</p><p>Characters may wish to perform a <strong>Very Hard (−30) Intuition</strong> Test against Hagerdorn, to discover if she is telling the truth. Success or failure results in the same: Hagerdorn is telling the truth, though she is omitting any incriminating details. Success indicates that the Characters are aware that Hagerdorn is a clever woman, and that she is unreadable given her ability to see into the future. Although, despite this, she does appear to be honest.</p><p>Once released from the box, and allowed to move, Hagerdorn gives a brief description of what happened. She says a colleague from the College of Light delivered the <em>Luminark</em> with the intention of developing it further here. She goes on to state that a rogue wizard, Entschlafen, later twisted the device in secret to channel more than just <em>hysh</em>. She confesses that, during a test of the <em>Luminark</em>, it misfired, killing a man in Ubersreik. She expresses that her own scrying allowed her to know of this death, though little else about the man, as if he was obscured.</p><p>If the Characters describe Vielfrass, or open up about the investigation of the Cult, Hagerdorn is legitimately intrigued, and puts together the puzzle of why it misfired. If the Characters further question or probe her story, they find the same difficulty as above, given all of the information is true, but not the whole truth.</p><div style=\"display:flex;justify-content:space-evenly;flex-wrap:wrap\"><div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-ua1/assets/misc/sibylle-hagerdorn.webp\" width=\"231\" height=\"225\" /><p style=\"text-align:center\">@UUID[Actor.UcCdrNkDrjGUXbj5]{Sibylle Hagerdorn - Celestial Wizard Lord}</p></div><div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-ua1/assets/misc/carolus-entschlafen.webp\" width=\"161\" height=\"222\" /><p style=\"text-align:center\">@UUID[Actor.emW6Xa9Bx75AEXp9]{Carolus Entschlafen - Caballite Cantor}</p></div></div><h4>Ambushed by Entschlafen!</h4><p>Once the Characters have had some time to question @UUID[Actor.UcCdrNkDrjGUXbj5]{Hagerdorn}, Cantor @UUID[Actor.emW6Xa9Bx75AEXp9]{Carolus Entschlafen} teleports next to the device and shoots a blast of fire at it, causing it to begin to ‘overload’. This is actually a harmless ruse, and is all part of their plan. He then steals one of the lenses from the device, and jumps off the platform into the open air, only to float to the glacier below.</p><p>This scene would normally be run as a Combat, except that Entschlafen is able to perform all of this in a single turn, and the Characters will have a @Condition[Surprised] Condition due to the teleportation. As such, Entschlafen will already be floating away by the time the Characters can react!</p><p>With @UUID[Actor.emW6Xa9Bx75AEXp9]{Entschlafen’s} flight, @UUID[Actor.UcCdrNkDrjGUXbj5]{Hagerdorn} screams that she needs to safeguard the <em>Luminark </em>so it doesn’t get damaged, and implores the Characters to pursue Entschlafen. She gifts the party with her amulet — the Nineteenth Palm of Volans — which she explains will ward them from Entschlafen’s diabolical magic. If the Characters are reluctant to go, Hagerdorn expresses keenly that they will die if they stay, for even if she can contain the device, she cannot prevent it from flooding the platform with mutagenic energy that will surely kill anyone but her.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Hagerdorn's Truth &amp; Entschlafen's Plan</em></h3><p><em>@UUID[Actor.UcCdrNkDrjGUXbj5]{Hagerdorn} isn’t lying about her story, though she’s not telling the whole truth. The following is the true sequence of events that led to this situation.</em></p><p><em>@UUID[Actor.emW6Xa9Bx75AEXp9]{Entschlafen}sought out Hagerdorn, given their past mutual relationship, and her skills and resources. At first, Hagerdorn fought with Entschlafen, disgusted by his betrayal of the Colleges of Magic. Entschlafen managed to convince her to trust him, and he spoke his own theory that the End Times are coming, and that only @UUID[Compendium.wfrp4e-wom.actors.OtBqhr035Qdf3XNo]{Egrimm van Hortsmann} can stop it. He explained Horstmann’s plan (as far as he knows it) as being to ‘destroy the lies that Loremaster Teclis shackled us with, and give the gift of High Magic to Humanity.’ Hagerdorn’s own dreams and visions aligned with this reasoning, and she agreed to help him. </em></p><p><em>In the months since, they have collaborated in secret to develop the device that Entschlafen brought with him. The device isn’t a true Luminark, but rather one that can channel multiple Winds of Magic to not only pierce the protective barrier around the Chamber Unbreachable, but also to create a new network around the Chaos Wastes. They have since fired the device a few times, though each at great cost. The last attempt misfired, and the beam of hysh bent towards the evil that was Vielfrass in Magnus’s Tower.</em></p><p><em>After the misfire, the two knew it was only a matter of time before they were discovered, so they hatched a plan to escape. Hagerdorn knew there was no chance they would escape unless there was a patsy, and she attempted to use herself for that purpose, but Entschlafen fought and imprisoned her to save her life. Whilst she slept, she received a vision that confirmed Entschlafen’s sacrifice was the more likely option to lead to success, so she resolved to allow him to die for the greater cause.</em></p><p><em>After Entschlafen appears, and flees with an inconsequential piece of the device, Hagerdorn will recover the hidden control orb and flee with the research into the mountains.</em></p></blockquote><h4>Blood on the Ice</h4><p>The climb back down the Tower takes several minutes, even at a run, given its immense size. However, once they get to the bottom and emerge from the Tower, the Characters spot @UUID[Actor.emW6Xa9Bx75AEXp9]{Entschlafen} off in the distance kneeling in the middle of an 8-foot-diameter circle of blood painted on to the glacier’s surface. The circle is a diversion, to trick the Characters into thinking that they caught Entschlafen before he could finish his plans, but also to delay them from attacking too quickly, so as to grant Hagerdorn her escape.</p><p>However, Entschlafen has been busy preparing spells to aid him in the coming fight. He is currently under the effects of @UUID[Compendium.wfrp4e-core.items.pHITBuvCatCOBhZb]{Aethyric Armour} for 8 more rounds, and @UUID[Compendium.wfrp4e-core.items.4NQUrs2PUNpYxlWs]{Regenerate} for 7 more rounds.</p><p>If the Characters attempt to get Entschlafen to talk, he obliges even if it means his spells fizzle out. He is more concerned with keeping the Characters busy, so he prefers to waste time talking rather than fighting for longer than he needs to. He does not mention anything dealing with the Cabal, or Egrimm van Horstmann, but happily discusses his plan to build the device, and his misfortune over it misfiring. He also does not mention his alliance with Hagerdorn, though he is less strongly willed than her, and may let it slip, or may allow the lie to be discovered, with an <strong>Opposed Intuition / Willpower</strong> Test.</p><p>Once Combat begins, and Entschlafen is reduced to 0 Wounds, @UUID[Actor.UcCdrNkDrjGUXbj5]{Hagerdorn} enacts the final part of her escape plan, using @UUID[Compendium.wfrp4e-core.items.3DvCrKaYw2mF42Nr]{Bridge} to escape secretly to the nearby inaccessible cliffs along the mountain range. As the final part of his diversion, Entschlafen begins to summon a @UUID[Compendium.wfrp4e-core.items.208BiJLY0jXxelbd]{Comet of Casandora} centred on himself. If he completes the spell, the Comet impacting with the surface of the glacier causes it to shatter, spreading cracks in the ice from wherever it hit. </p><p>If Entschlafen finishes the spell, the Characters must make a speedy retreat to avoid falling in the freezing water, which should be treated as a @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#pursuit]{Pursuit}. The Characters are the pursued, and the starting Distance is equal to half the yards between them and the epicentre of the Comet. The cracks always count as if they rolled 3 SL, and each Character tracks their pursuit separately. If the Distance ever becomes 6 or greater, the Character has outrun the cracks, and finds themselves safely on solid ground. If the Distance ever reaches 0, the Character falls into the freezing water, and must succeed on a <strong>Hard (−20) Endurance</strong> Test or take a @Condition[Stunned] Condition — failure on which results in @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.WCivInLZrqEtZzF4#drowning-and-suffocation]{Drowning}. The following round, they may pull themselves to safety. Any contact with the freezing water immediately imposes @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.WCivInLZrqEtZzF4#exposure]{Exposure} each round until the Character is removed from the water and given warm, dry clothes.</p><p>@UUID[Actor.emW6Xa9Bx75AEXp9]{Entschlafen} does not survive the freezing water, unless a Character specifically saves him, at which point he continues to fight the Characters to the death. </p><p>@UUID[Actor.emW6Xa9Bx75AEXp9]{Entschlafen}, with @UUID[Actor.UcCdrNkDrjGUXbj5]{Hagerdorn’s} wisdom, has calculated that the Characters will continue to hunt him and his master if he is left alive, therefore he decided to sacrifice his own life at the hands of the Characters.</p><h4>Treachery From On High</h4><p>The Characters will no doubt wish to return to the Tower of Vane and discuss what has happened with @UUID[Actor.UcCdrNkDrjGUXbj5]{Hagerdorn}. However, they  discover large parts of the Luminark have been scavenged, all of the research notes taken, and the wizard is nowhere to be found. She was not careful in covering her tracks, using magic (@UUID[Compendium.wfrp4e-core.items.3DvCrKaYw2mF42Nr]{Bridge} and @UUID[Compendium.wfrp4e-core.items.CVam8L1cNsnxZHRR]{Teleport}) to escape, and without similar spells, there is no hope of catching her. Additionally, she has a significant head start, as it will take the Characters a considerable amount of time just to climb the Tower once more; her trail is dead, with no hope of pursuit.</p><div class=\"journal-image centered\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/comet.webp\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 900001,
      "_id": "XasdU7mOKmIZ7mEI",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.XasdU7mOKmIZ7mEI"
    },
    {
      "type": "text",
      "name": "Resolution",
      "text": {
        "content": "<p>At this point, the Characters know who is responsible for Corporal Vielfrass’s ‘murder’, they know the method by which he was killed, and they know that it had nothing to do with the Altdorf–Ubersreik conflict. Despite not having captured or slain Wizard Lord @UUID[Actor.UcCdrNkDrjGUXbj5]{Sibylle Hagerdorn}, they have completed their contract with Lady @UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht} with the death of Entschlafen. Lady Nacht will be disappointed that Hagerdorn escaped, but is understanding, and reports the matter to her superiors, assuring the Characters that the Colleges are far more efficient at dealing with their own.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-pouch.webp\" width=\"237\" height=\"206\" /></div>\n<h3>Aftermath</h3>\n<p><strong>Heart of Glass </strong>leaves many loose ends that can be tied into other published adventures, or can be pursued as your own campaigns. Perhaps the Characters want revenge on Wizard Lord @UUID[Actor.UcCdrNkDrjGUXbj5]{Sibylle Hagerdorn}, or Lady @UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht} took a shine to their performance, and has other work for them. Perhaps @UUID[Actor.YZLxn2alTuWjX721]{Heske Glazer’s} true patrons take a greater interest in the Characters, or @UUID[Actor.wNq1O1IoZ9CMdKGM]{Ursula Marbad} decides to forgive their crimes and induct them into the service of the Witch Hunters.</p>\n<p>The Characters may also wish to travel to Altdorf to follow up on whomever Corporal Vielfrass was corresponding with, as evidently this was only one small piece of a larger cult. Furthermore, the Characters may have acquired blackmail material on three important names in Altdorf: Aver von Kaltenwald, Brunhilde von Hopsberg, and most of all Grafina Elena von Midwald, if they were thorough in their investigations. These three could prove useful in furthering the investigation, or merely wealthy marks to squeeze for crowns.</p>\n<p>Lastly, if the Characters discovered any trace of the Cabal, @UUID[Actor.emW6Xa9Bx75AEXp9]{Entschlafen’s} note @UUID[.y2d9Az3QA68LAJOg]{Thoughts on High Magic}, or the greater conspiracy that is undergoing, the Colleges of Magic in Altdorf would be very interested to hear of it.</p>\n<p>Whatever happens next,@UUID[Actor.UcCdrNkDrjGUXbj5]{ Hagerdorn} and likely Sergeant @UUID[Actor.LhI9XQo9pkV9eJ2d]{Orban Geldrecht} are still out there somewhere. Both are just little pieces in the puzzle of a much larger conspiracy that promises to shake the Old World to its foundations, and certainly spoil the best laid plans of the Characters…</p>\n<h4>Rewards</h4>\n<p>As well as the normal XP you offer for good roleplay and having fun, you should apportion XP at the end of each session using the following guidelines:</p>\n<ul>\n<li>\n<p>@Exp[5,Discovered a lead]{5 XP for each lead discovered in Speaking Well of the Dead.}</p>\n</li>\n<li>\n<p>@Exp[10,Investigated a lead]{10 XP for investigating each lead in Speaking Well of the Dead.}</p>\n</li>\n<li>\n<p>@Exp[10,Uncovered the mysterious letters in Vielfrass's apartment.]{10 XP for uncovering the mysterious letters in Vielfrass's apartment.}</p>\n</li>\n<li>\n<p>@Exp[10,Confronted Gustav Schtupp, and learned he has been reading Vielfrass's mail.]{10 XP for confronting Gustav Schtupp, and learning he has been reading Vielfrass's mail.}</p>\n</li>\n<li>\n<p>@Exp[20,Defeated the Jungfreud Loyalists in Magnus's Tower before being thrown out.]{20 XP for defeating the Jungfreud Loyalists in Magnus's Tower before being thrown out.}</p>\n</li>\n<li>\n<p>@Exp[20,Joined the Circle of Unmarred Flesh.]{20 XP for joining the Circle of Unmarred Flesh.}</p>\n</li>\n<li>\n<p>@Exp[20,Defeated Sergeant Geldrecht in the wrestling match.]{20 XP for defeating Sergeant Geldrecht in the wrestling match.}</p>\n</li>\n<li>\n<p>@Exp[20,Uncovered all of the mysteries in the Inner Sanctum.]{20 XP for uncovering all of the mysteries in the Inner Sanctum.}</p>\n</li>\n<li>\n<p>@Exp[30,Stopped Ursula Marbad's rabble.]{30 XP for stopping Ursula Marbad's rabble.}</p>\n</li>\n<li>\n<p>@Exp[30,Pieced the clues together given by Glazer.]{30 XP for piecing the clues together given by Glazer.}</p>\n</li>\n<li>\n<p>@Exp[10,Resolved an encounter on the road to the Tower of Vane.]{10 XP for each encounter resolved on the road to the Tower of Vane.}</p>\n</li>\n<li>\n<p>@Exp[50,Permanently stopped Ursula Marbad.]{50 XP for permanently stopping Ursula Marbad.}</p>\n</li>\n<li>\n<p>@Exp[50,Permanently stopped Sergeant Geldrecht.]{50 XP for permanently stopping Sergeant Geldrecht.}</p>\n</li>\n<li>\n<p>@Exp[10,Uncovered information about the Luminark.]{10 XP for each piece of information uncovered about the Luminark.}</p>\n</li>\n<li>\n<p>@Exp[30,Uncovered Entschlafen’s Thoughts on High Magic.]{30 XP for uncovering Entschlafen’s Thoughts on High Magic.}</p>\n</li>\n<li>\n<p>@Exp[50,Defeated Entschlafen before he summons the Comet of Casandora.]{50 XP for defeating Entschlafen before he summons the Comet of Casandora.}</p>\n</li>\n<li>\n<p>@Exp[20,Outran the crumbling glacier.]{20 XP for outrunning the crumbling glacier.}</p>\n</li>\n<li>\n<p>@Exp[20,Discovered Hagerdorn's betrayal.]{20 XP for discovering Hagerdorn's betrayal.}</p>\n</li>\n</ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 1000001,
      "_id": "t4WrBDcsz21wpT1J",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.t4WrBDcsz21wpT1J"
    },
    {
      "type": "text",
      "name": "Part 2: The Vanes Of The Empire",
      "text": {
        "content": "<p>The Characters journey to the @UUID[.XasdU7mOKmIZ7mEI]{Tower of Vane} in search of Corporal Vielfrass’s killer. Along the way, they must struggle against the elements, the monsters of the wilds, and the enemies that they’ve picked up along the way.</p><h3>Travel Plans</h3><p>There are two main paths from Ubersreik to the @UUID[.XasdU7mOKmIZ7mEI]{Tower of Vane}: a faster, but expensive journey by boat up the Teufel, or a longer, more perilous journey along the Emperor’s roads. </p><p>However, the Characters find that there are no more barges heading up the Teufel for several days. If the Characters question this at all, they discover on a <strong>Simple Gossip </strong>Test that a group of twenty-something young people in the livery of Altdorf State soldiers rented several barges, and have paid the rest a considerable sum to not take any passengers for the next week.</p><p>Therefore, if the Characters want to remain on the trail, they are forced to take to the roads. If @UUID[Actor.wNq1O1IoZ9CMdKGM]{Marbad} still lives, the Characters discover that the only coach that travels up to Elssen — the nearest settlement to the @UUID[JournalEntry.AonLHi09EgfzdXpF.JournalEntryPage.XasdU7mOKmIZ7mEI]{Tower of Vane} — has been rented by <em>‘a rather mannish pock-scarred young woman with short hair and a burning look in her eyes.’</em></p><p>Regardless of how they get there, the mountains are deathly cold, so the Characters will need warm clothing in addition to rations for the trip. Perhaps a shopping trip to @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.3IL6xYjlSg6RZXsr]{Nordwander and Son's Expeditionary Supplies} would be worthwhile! Characters who travel into @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{The Grey Mountains} without such gear suffer from @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.WCivInLZrqEtZzF4#exposure]{Exposure} before long.</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/maps/heart-of-glass-travel.webp\" /></div><h3>Taking the Emperor's Roads</h3><p>The Characters travel from Ubersreik, through several towns and villages of the @UUID[JournalEntry.70sJnVPsNmeNnqdC.JournalEntryPage.MQUgehvMI8ye8NQ7]{Lady's Vale}, and into @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{The Grey Mountains} towards the @UUID[.XasdU7mOKmIZ7mEI]{Tower of Vane}. This part of the adventure is rather freeform, and should serve as a change of pace from the rest of the investigation.</p><h4>Travel Speeds, Distances, and Stopping Points</h4><p>Travelling in the Empire is always a tricky business, because you never want to be caught on the road at night, regardless of how close to civilisation you are. Coaching inns, villages, and other such stops are more than just convenient, they’re <em>life saving</em>. This all gets a bit more complicated when our shorter companions — Dwarfs and Halflings — get involved.</p><p>If the Characters wish to hire a coach, they must find a private one, as no official lines service the road into @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{The Grey Mountains}. If they do find such a coach, it will cost @Pay[4bp]{4d} per mile per person (@Pay[13ss4bp]{13/4} for a full fare of 40 miles), and has a reduced Movement of 5 due to the shoddy roads. The coach travels all the way to Elssen, stopping halfway at Traisburg for a night.</p><p>Make sure to read the rules regarding @UUID[Compendium.wfrp4e-core.journals.dT0qi7Hq6PKbAoAu.JournalEntryPage.iqWcd5vPHZTHT5jh#travel-times]{Travel Times}. Note that a party is only as fast as its slowest member, and can travel a number of miles per hour equal to the slowest Movement. Next, consult the following list for the appropriate stops, so the Characters know when to push on, and when to stop.</p><ol><li><p><strong>Messingen</strong>: A crossroads market town of a few hundred people that has seen better days. Usually prosperous, with the mining trade flowing from Hugeldal to Ubersreik, but it has recently suffered at the hands of raiding Greenskins. Tensions between Altdorf and the Jungfreuds are also not helping matters. Messingen is 4 miles from Ubersreik. </p></li><li><p><strong>Grausee</strong>: An agricultural town of around 500 souls, living in dispersed walled farmsteads along the banks of Grausee Lake. The community has escaped the current tensions in the region, and continues on its normal business of farming, fishing, and foraging the nearby swamp, the Ortschlamm. Both @UUID[Compendium.wfrp4e-core.items.b6tGqvNe1jYBdeN5]{Weirdroot} and @UUID[Compendium.wfrp4e-core.items.W4X1Jx8AN84yRPDx]{Spit} are commonly gathered in the swamp, and can always be sourced here. Grausee is 11 miles from Ubersreik. (See @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill} for an adventure set near Grausee.)</p></li><li><p><strong>Traisburg</strong>: A minor crossroads, with a farming hamlet of almost a hundred people. However, it’s population has been swollen by almost three times that size, given the two encamped opposing forces that surround it — on one side Jungfreuds, and on the other, Altdorfers (who have managed to seize the village green). The two armies have yet to come to serious blows, with standing orders just to hold position, but their tussles and hungry mouths are making them fierce enemies among the locals. Traisburg sports a tavern that doubles as an inn, recently renamed the Camp Follower, where the leaders of both armies rent private rooms. The Characters can rent a room here for @Pay[10ss]{10 shillings}, though their sleep may be interrupted by brawling soldiers. Traisburg is 17 miles from Ubersreik.</p></li><li><p><strong>Bamenz</strong>: A tiny hamlet of just under 40 souls, built on top of a bluff in @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{The Grey Mountains}, and accessible only by dangling ropes. The locals proudly proclaim the bluff is ‘Reikland’s very own Fauschlag Rock’ in the most pathetic attempt at imitating Middenheim. Still, the folk here are hardy, and cling far closer to the old worship of Ulric rather than Sigmar. Bamenz is 29 miles from Ubersreik.</p></li><li><p><strong>Grunwächt</strong>: What used to be the primary population centre of @UUID[JournalEntry.70sJnVPsNmeNnqdC.JournalEntryPage.MQUgehvMI8ye8NQ7]{the Lady’s Vale} — with almost 700 souls — is now a severely depressed community of little more than 200. The town has been built upon countless ruined settlements that have suffered Greenskin raids, just like the one that shocked it recently. The town is far from the eyes of Ubersreik, and only marginally protected by their local ruler, Count-Palatine Gregor Schadelfaust, in Höhewacht Tower. The only reason folks remain in Grunwächt is to pan for ‘green gold’, also known as electrum, in the seemingly inexhaustible Glänzend River that flows down to Messingen. Grunwächt is 33 miles from Ubersreik.</p></li><li><p>Another 7 miles on from Grunwächt, the Characters reach Elssen.</p></li></ol><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-glove-blade.webp\" width=\"207\" height=\"183\" /></div><h3>Problems Along The Path</h3><p>The whole trip takes anywhere from 8–15 hours on foot. Given the steep climbs into the mountains on winding and poor roads, this likely takes at least 2 days of travel, if not more. For every day of travel, roll [[/r 1d10]] and consult the following table for random events that may occur.</p><table style=\"width:99.0712%;height:193px\" border=\"1\"><tbody><tr style=\"height:33px\"><td style=\"text-align:center;width:11.7232%;height:33px\"><strong>[[/r 1d10]]</strong></td><td style=\"text-align:center;width:87.4956%;height:33px\"><strong>Result </strong></td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">1</td><td style=\"width:87.4956%;height:16px\">Quiet...too Quiet: The Characters feel ill at ease all day, and there are few sounds in the woods, along the road, and so on. Every time the Characters glance over their shoulders, they think they can see someone following them, but no one is ever there when they go to look.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">2</td><td style=\"width:87.4956%;height:16px\">A Familiar Face: Someone the Characters have previously dealt with in another adventure, or from their past, encounters them on the road. This should cause minor problems for the Characters, but nothing more. Use it more to keep the world living and breathing, tying their current struggles to their lives in general.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">3</td><td style=\"width:87.4956%;height:16px\">Whispers &amp; Rumours: The Characters encounter a rather knowledgeable young chap heading towards Ubersreik. He’s heard all sorts of news from across the Reikland, and shares it with the Characters over a nice lunch in the shade of some trees. Give the Characters news of one or more adventure hooks from <strong>Adventure Afoot in the Reikland</strong>, <strong>A Guide to Ubersreik</strong>, or from another of the <strong>Ubersreik Adventures</strong>.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">4</td><td style=\"width:87.4956%;height:16px\">The Tax Man Cometh: The Characters are stopped by a ‘toll keeper’ who insists that, with the recent conflict, greater taxes must be levied on the use of the Emperor’s roads. Each Character must hand over a shilling to pass, otherwise they’ll be set upon by thugs hiding nearby in the woods.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">5</td><td style=\"width:87.4956%;height:16px\">The Gentleman Scavenger: An incredibly polite scavenger (and his guards) passes the Characters, and offers to sell off some of the wares they’ve picked up, which they’re pulling in their cart. The scavenger has one example of each Common weapon, each of which has suffered 1 point of damage, which they sell for 75% of its listed price.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">6</td><td style=\"width:87.4956%;height:16px\">Four Seasons, All Winter: After three hours of hiking, a terrible storm blows out of the Grey Mountains, and covers the roads in lashing rain and freezing sleet. The Characters must succeed on a Simple <strong>Endurance </strong>Test per hour they travel in this weather, suffering a @Condition[Fatigued] Condition on a failure.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">7</td><td style=\"width:87.4956%;height:16px\">Begone With Thee, Thine Huddled Masses!: A small band of ragged folk pass the Characters on their journey. Most seem downtrodden and keep to themselves, but one lashes out at the Characters, ranting and raving about human-sized rats and worse. They claw at any who get to close, and if any Wounds are lost as a result of this, the afflicted need to pass an <strong>Average (+20) Endurance</strong> Test or come down with a case of @UUID[Compendium.wfrp4e-core.items.QiHMX5OyXBhWCYoF]{Ratte Fever}.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">8</td><td style=\"width:87.4956%;height:16px\">The Wyrdest Thing: Whilst traipsing through an area of undergrowth, one of the Characters accidentally and painfully kicks a concealed lead box. If the Characters manage to open the damned thing, inside they’ll find a small sliver of Warpstone, with absolutely no clues as to where it came from.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">9</td><td style=\"width:87.4956%;height:16px\">Between Two Armies: With the crack of a few firearm shots, and shouts from the woods on either side of the road, the Characters find themselves stuck right in the middle of a skirmish! The Altdorfers and Jungfreuds aren’t properly at war yet, but that doesn’t stop a few scuffles from breaking out, does it? The Characters have to be very careful not to be mistaken as scouts for either side, and to get out of no man’s land alive.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:11.7232%;height:16px\">10</td><td style=\"width:87.4956%;height:16px\">Ambush by Greenskins!: A raiding party of Greenskins ambushes the Characters as they travel through the foothills of the Grey Mountains. The Greenskins show evidence of recent raiding, and their numbers are depleted but no less deadly. There are half as many Orcs as there are Characters, and twice that many Goblins. The Characters may attempt Opposed <strong>Perception </strong>Tests at +20 to avoid gaining @Condition[Surprised] Conditions.</td></tr></tbody></table><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/pistol.webp\" width=\"263\" height=\"109\" /></div><h3>All Roads Lead to...Elssen?</h3><p>Whether by foot or coach, the Characters eventually arrive in Elssen. Elssen is a hamlet — in Reikland this means it’s a community so small it lacks a Sigmarite temple — of less than a hundred souls who scrape together a living from net fishing on the banks of the Teufel, and by herding goats for their milk to make cheese in the fertile valley where it sits. The hamlet, like everywhere else in these parts, has seen better days, and recent raids by Greenskins have decimated the population. Most of the citizens walk around with symbols of mourning, and the population has a gloomy disposition. </p><p>Read or paraphrase the following to the Characters.</p><blockquote><p><em>Cresting the last hill, you come to a meeting point of two tributaries of the Teufel: the Fest, cramped in a valley to the south, and the Taumeln, which tumbles from nearby falls. On the far bank of the confluence rests a tiny hamlet tucked into and around the crags of the climbing foothills. Above and behind the hamlet, about 3 miles away, rises the thin needle point of the Tower of Vane as the mountainside rapidly rises into the sky.</em></p><p><em>As you begin the journey down to the hamlet, the folk in your sight begin to scramble and arm themselves, only to relax slightly once they get a better look at you.</em></p></blockquote><p>A young riverwoman — Hedwig Schöner — lives on this side of the river, and transports the Characters across if they trade her anything of Common availability or rarer. She does not accept anything that would require her to be able to read, as she can’t. She won’t accept money, either, and advises that few folks in Elssen will, if they’re expecting to be here for long. Schöner, curiously, can’t be intimidated into granting transport — she is utterly fearless — and expresses in a tired voice: <em>‘If the Greenskins haven’t chased me off yet, what makes you think you’ll scare me, eh? Cut me down for all I care — Father Morr’ll surely have a nice spot waiting for me, and his wife will be the judge o’ you.’</em></p><p>Once in Elssen, the Characters likely won’t stay for long, and will wish to continue travelling to the Tower of Vane immediately. However, the Characters have been outpaced in getting to Elssen by both @UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht} and his cultists and @UUID[Actor.wNq1O1IoZ9CMdKGM]{Ursula Marbad}, if she still lives. Geldrecht, upon discovering what lay within the Inner Sanctum after Marbad’s unsuccessful raid, put the pieces together, and now believes the Characters at best led a Witch Hunter into their midst, and at worst, are part of a conspiracy that saw his beloved Tylo murdered. Marbad, for her part, still believes the Characters are tainted by their association, if not outright members of the cult. Both are lying in ambush, hidden around Elssen, intending to catch the Characters, and ignorant of each other.</p><p>When the Characters go to leave, @UUID[Actor.wNq1O1IoZ9CMdKGM]{Marbad} shows herself on the road out of town with a loaded pistol, and demands the Characters surrender. Geldrecht takes this as his cue, and ambushes everyone, leading a crew of nine other @UUID[Actor.wTscAMJssdofI0fG]{Unmarred Flesh Cultists}. This ambush convinces Marbad to side with the lesser of two evils — the Characters — at least until the cultists are defeated.</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/ambush.webp\" /></div><p>@UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht} flees with the remainder of his cultists if at least half of them are killed or subdued. @UUID[Actor.wNq1O1IoZ9CMdKGM]{Marbad} pursues Geldrecht, but not without giving a final few words to the Characters, stating she’ll be back for them.</p><p>If @UUID[Actor.wNq1O1IoZ9CMdKGM]{Marbad} isn’t alive anymore, @UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht} instead appears on the road, and gives a short speech about how he and his friends have been betrayed by the faithless Characters before attacking.</p><p>After the battle, the Characters must travel a final 3 miles to get to the Tower of Vane, at which point, move on to @UUID[.XasdU7mOKmIZ7mEI]{Part 3: In the Shadow of the Tower}. No other encounters occur on the frozen mountain road between Elssen and the Tower unless you deem otherwise.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Geldrecht's Fate</em></h3><p><em>Should @UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht} survive the battle with the Characters, he flees back to Ubersreik, and wholly swears his fealty to Slaanesh in his desperation. Geldrecht has been twisted by the ‘betrayal’ of the Characters, and by losing Vielfrass, whom he coveted more than loved. </em></p><p><em>Once he swears allegiance to Slaanesh, @UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht’s} fortunes shift quickly. He is promoted in the Watch to Vielfrass’s old post, made the leader of @UUID[JournalEntry.d8nvgs2H5MmtKhdM.JournalEntryPage.L5gV9pgaWXB3floP#the-circle-of-unmarred-flesh]{The Circle of Unmarred Flesh}, and gains the ear of many influential people around Ubersreik. He begins to collaborate directly with @UUID[Actor.xJGrg8I8NsemrsNR]{Captain Blucher}, and intends on subverting Ubersreik as a Freidstadt. Geldrecht’s influence appears even greater than Vielfrass’s ever was, and it should be hinted that, perhaps, this was Slaanesh’s plan all along.</em></p><p><em>Geldrecht continues to be a thorn in the side of the Characters, and may become a long-term nemesis for the future.</em></p></blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 800001,
      "_id": "tNbS0UdBh9cy11bU",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.tNbS0UdBh9cy11bU"
    },
    {
      "type": "text",
      "name": "Initial Investigations",
      "text": {
        "content": "<p>The Characters may rightly lament that they have few leads to pursue, but this is intentional. However, they do have two clear avenues to investigate: Corporal Vielfrass’s body and gossiping with the folk of Ubersreik. These avenues can be pursued in any order.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>A Man About Town</em></h3><p><em>The Characters may also wish to perform a <strong>Hard (−20) Lore (Reikland) </strong>or <strong>Average (+20) Lore (Altdorf) </strong>or <strong>(Ubersreik)</strong> Test to determine what they already know about Corporal Vielfrass. Grant a Character one piece of information if successful, with a further piece for each +SL achieved.</em></p><ul><li><p><em>He was an Altdorfer in the State Army who joined the Ubersreik Watch after the recent seizure of the fortress-town.</em></p></li><li><p><em>He had a reputation for being the centre of attention and really enjoying a good party.</em></p></li><li><p><em>He was pursued by many young ladies-in-waiting.</em></p></li><li><p><em>He was loved by other members of the Watch.</em></p></li><li><p><em>He was leading efforts towards peace between the old and new Watch, and was well liked by locals.</em></p></li></ul></blockquote><h4>The Body of Corporal Tylo Vielfrass</h4><p>@UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.eoXBXibg4X0OnT7p]{Morr's Field} is a crumbling graveyard that lies to the northwest of Ubersreik’s high walls, far outside the town. Corporal @UUID[Actor.jXKDSrWjfW61Nfpa]{Tylo Vielfrass's} body lies there in preparation for burial by the Mourners’ Guild. Father Schadrach Bürke, the high priest of Morr, is expecting the Characters. He accompanies them to examine the corpse.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/tylo-vielfrass.webp\" width=\"278\" height=\"271\" /></div><div class=\"journal-image centered\" style=\"text-align:center\"><p>@UUID[Actor.jXKDSrWjfW61Nfpa]{Tylo Vielflass - The Deceased Officer}</p></div><p>Father Bürke is a short-statured, ill-tempered man, very much at odds with the cold, quiet surroundings of a graveyard. He is decidedly not a people person. Once he has barked a greeting at the Characters in as few words as possible, he takes them into the Temple of Morr, descending down a flight of stone steps into the cold rooms beneath.</p><p>Descending the steps in the temple is like stepping across the threshold into Morr’s Realm itself, with the uncovered stone walls and floors sapping all warmth from the air. The smell of incense, embalming fluid, and other chemicals fills the space as Father Bürke leads the Characters through numerous spartan chambers filled with endless shelves stocked with scrolls documenting every life to have ended in and around Ubersreik. This follows on to vaulted corridors flanked by carved stone reapers and macabre dancing skeletons, and eventually, once the Characters are chilled to the bone, they arrive at a bare room where a corpse, covered only by a small black cloth across the pelvis, lies upon a black, marble slab.</p><p><em>‘He was brought to us by those damned Altdorfers — the new Watch. Some of them are still hanging around, blubbering into handkerchiefs and stuffing their faces with sweet breads over in the Mourners’ Hall.’ Father Bürke snorts and wipes his nose on the sleeve of his filthy black robe. ‘They said there was no blood, the damnedest thing. Perhaps you can make sense of it. I’ve never seen a wound quite like it.’</em></p><div class=\"journal-image float-right flip\"><img src=\"modules/wfrp4e-ua1/assets/set-pictures/morr-exam.webp\" width=\"275\" height=\"238\" /></div><p>It’s obvious Vielfrass was an attractive man in life: above average height, athletically built, with loose light brown curls and blue eyes. He would have cut a striking figure… if it weren’t for the blackened apple-sized hole burned straight through his sternum.</p><p>If the Characters wish to, they may perform a <strong>Difficult (−10) Heal</strong> or an <strong>Average (+20) Lore (Medicine) </strong>Test. On a success, they learn the burn is even throughout the wound, meaning it shot through him instantaneously, and he would have died immediately. Additionally, there are no signs of struggle on him, though his knuckles are bruised from an older fist fight. A <strong>Very Hard (−30) Perception</strong> Test reveals the faintest signs of bruises on his ribs, though these are also old and almost entirely healed when he died.</p><p>Father Bürke is impatient to bury the body so he hurries the investigation along as best he can, offering answers to the Characters’ questions in as few words as possible. Truthfully, he doesn’t know much more than what they’ve already heard from him, except that he wasn’t wearing armour when he died, he was brought in by a ‘Sergeant Orban Geldrecht’, and that Geldrecht took all of his belongings after the Father undressed the corpse.</p><p>As the Characters are leaving @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.eoXBXibg4X0OnT7p]{Morr's Field}, they notice several townsfolk being treated to tea and biscuits in the adjoining hall of the Mourners’ Guild. If the Characters enquire, they discover a few charitable burghers from the town who have put on a morning tea to cater to the corporal’s many grieving friends and acquaintances. Attendant members of the guild note the corporal seems to have been very popular. The Mourners’ Guild rarely get as many mourners as this, even for long-standing pillars of Ubersreik’s community. Among the crowd of mourners are several out-of-uniform Altdorf soldiers, including members of @UUID[JournalEntry.d8nvgs2H5MmtKhdM.JournalEntryPage.L5gV9pgaWXB3floP#the-circle-of-unmarred-flesh]{The Circle of Unmarred Flesh} and a middle-aged artisan named @UUID[Actor.YZLxn2alTuWjX721]{Heske Glazer}.</p><p>If the Characters wish to question the mourners, they may get the information given in <strong>Speaking Well of the Dead </strong>below, and gain a +10 bonus to any Tests if they are being respectful of the corporal, or sympathetic towards the mourners’ loss. If the grieving cultists are questioned, they appear particularly saddened by the loss, and many become insensible, stating things like ‘He was like a father to me’ despite being older than Vielfrass, or ‘<em>He’s the reason why I’m the man I am today’</em> despite being higher ranked than the corporal. If Glazer is questioned, she remarks ‘<em>I didn’t know him well, but I knew his type. He was a good man, and Ubersreik is sorely lacking in good men these days</em>.’</p><h4>Speaking Well of the Dead</h4><p>Asking around Ubersreik about @UUID[Actor.jXKDSrWjfW61Nfpa]{Corporal Vielfrass} requires a <strong>Difficult (−10) Gossip </strong>Test. On a failure, the Characters learn one of the following facts (which is, as far as the speaker knows, true).</p><ul><li><p><em>The corporal rented a room on the second floor of the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House Inn},</em> though rarely drank there. Gunther Abend refuses to allow admittance into Corporal Vielfrass’s rooms unless the Characters can produce an official licence to do so. If the Characters choose to break into his apartment, see @UUID[.sJGq4bhATMImNWox#breaking-and-entering]{Breaking &amp; Entering} below.</p></li><li><p><em>The corporal was much loved by the folk of Ubersreik, and could often be found in the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.U4xIUC3CfKZAgVSR]{Marktplatz} around the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.3pf3VHHG0bVR2qxS]{Sprichstumpf}.</em> Going there specifically to ask more questions results in a +10 bonus to further Gossip Tests.</p></li><li><p><em>The corporal was considered an exceptionally brave man, given his single-handed attempts to bridge the divide between the Jungfreud loyalists in the Magnus’s Tower and the Altdorfers in the town watch.</em></p></li><li><p><em>The corporal’s courage was so great he even stood up to Shadowmancer Christoph Engel on @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.SI1GHUlvYSCofVcB]{Wizard's Way} who was proving to be a nuisance to the burghers of the area. The two were seen engaged in heated arguments.</em> However, wizards attached to the Altdorf State Regiments in @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.Nhd3vUOVqhDhtRty]{Black Rock Castle} report Engel is, and has been, away in Altdorf meeting with his superiors for the last two weeks to discuss the recent occupation. The burghers surrounding Engel’s tower agree they haven’t seen him.</p></li></ul><p>However, on a success, the speaker also divulges one of the following pieces of information, though they seem reluctant to speak ill of the dead.</p><ul><li><p>The corporal was known to drink more than was appropriate.</p></li><li><p>The corporal was reprimanded on several occasions for drunk and disorderly conduct whilst on duty.</p></li><li><p>The corporal was known to punish ruffians and other sorts by setting his fellow guards on them, to beat them in the streets. Whilst this is common, Vielfrass seemed to take great pleasure in this, and let the beatings go on longer than he should have.</p></li></ul><p>For each SL, grant another piece of information from either list.</p><p>After following these leads, and getting nowhere in particular, the Characters are likely to become frustrated with a lack of evidence or access to potential evidence. When the Characters are near their wits’ end, or at any other moment you feel is most appropriate, move on to @UUID[.sJGq4bhATMImNWox]{Dead Ends And New Friends}.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 400001,
      "_id": "gmxu31gsvkwaXLOv",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.gmxu31gsvkwaXLOv"
    },
    {
      "type": "text",
      "name": "A Lady in Waiting",
      "text": {
        "content": "<p>The Characters begin the adventure inside @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.Nhd3vUOVqhDhtRty]{Black Rock Castle}, the gothic, sprawling, ancestral home of the Jungfreuds, and now the poorly tended and understaffed base for the Altdorf invaders. The Characters sit inside a small, cramped, out-of-the-way waiting room, having been called there on the order of Lady @UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht}. Two footmen guard the door into the room, and another two guard the door into the Lady’s study. A man (Sergeant @UUID[Actor.LhI9XQo9pkV9eJ2d]{Orban Geldrecht}) with curly black hair, dressed as an Altdorf State Sergeant, steps out of the Lady’s study. He sniffles, and wipes his hand across his eyes, which are puffy and red. When he makes eye contact with the Characters, he puts on a forced, but friendly smile, and leaves the room. A stern woman’s voice calls from the study: ‘<em>Come in, please.</em>’</p>\n<p>Read or paraphrase the following to the players.</p>\n<blockquote>\n<p><span style=\"font-style:normal\">The Lady’s study is large, richly appointed, and neatly cared for, with large Bretonnian windows facing out over Ubersreik. One window is open and lets in a pleasant morning breeze, which carries the smell of the castle kitchens below. The room is dominated by a huge desk, stacked high with neat piles of paper, with a row of twenty-something fresh quills, and a selection of different-coloured inks and waxes. A number of finely carved chairs sit on the other side of the desk.</span></p>\n<p><span style=\"font-style:normal\">The left wall is lined with books, detailing everything from curious myths and legends, to natural philosophies, histories, and biographies. Many of the tomes are written in a strange script like little box-shaped pictures. A well-worn, dog-eared book with a Dwarf Slayer and a Human on the cover (no doubt My Travels with Gotrek, Vol. III), sits on a small side table next to a comfortable looking plush chair. The right wall is covered in small drawers, nooks, niches, and compartments, each filled with a ream of papers, a collection of scrolls, and other documents. A brass wire cage sits in the corner near the window, with a half-dozen pigeons pleasantly cooing inside.</span></p>\n<p><span style=\"font-style:normal\">An impressively tall woman — at least six feet — stands in front of the cage, feeding the birds scraps of bread from her breakfast. She wears an elaborate gown that is quite out of place with everything else in the room, with a fine green-velvet cloak drawn over her shoulders against the breeze. She turns to regard you with a steady gaze, her striking beauty and tightly curled black hair seemingly set in stone.</span></p>\n<p>‘My name is Lady Emmanuelle Nacht, and it is a pleasure to meet you.’</p>\n</blockquote>\n<p>Before the Characters have a chance to introduce themselves, or if they manage to do so quickly, she intimates that she knows their names, and knows them by their reputations. She seems to glance at, but not read from, a number of documents neatly arranged on her desk as she does so.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/emmanuelle-nacht.webp\" width=\"210\" height=\"244\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht - The Imperial Herald}</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Coming From Lord of Ubersreik</em></h3>\n<p><span style=\"font-style:normal\">If the Characters have already played through the adventure @UUID[Compendium.wfrp4e-rnhd.journals.xKUxWd7rOHDNdp9h]{Lord of Ubersreik} in <strong>Rough Nights &amp; Hard Days</strong>, Lady @UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht} should heavily imply that she was present at the party, and saw how the Characters handled the situation. Allow the Characters to perform a <strong>Very Hard (−30) Perception </strong>Test to see if they can figure out who Lady Nacht was under her disguise.</span></p>\n</blockquote>\n<p>‘<em>I want to put your minds at ease — and please, do sit. Can I offer you any refreshments?</em>’ She waves over a footman with a silver tray of toasted bread, jams, cream, and steaming fragrant tea of a curious, sea-green colour.</p>\n<p>@UUID[Actor.hcAF95tFaOdoZoeF]{Lady Nacht} engages in some small talk with the Characters, whilst they get seated, comfortable, and begin to eat the offered spread. Then she continues:</p>\n<blockquote>\n<p>‘Good, now that we’re all friends, I have a task for you to perform. Unfortunately, one of the new corporals in the Ubersreik Watch has died under most mysterious circumstances, whilst visiting Magnus’s Tower in the Precinct. Magnus’s Tower, I’m sure you know, is still in the grips of the Ubersreik State Army, many of whom remain loyal to the traitor Sigismund von Jungfreud. However, I am sure, to a one, they are honourable citizens of the Empire, and far from the unfortunates we were forced to behead when the old duke was run from town — terrible business, that. It would be best to avoid any unnecessary bloodshed, which is where you come in.’</p>\n</blockquote>\n<p>Make sure, at this point, to take in the ridiculousness of the scene. The Characters are likely dirty, possibly covered in old blood stains, and armed to the teeth, surrounded by comfort and delicately sipping tea. Make sure to explain that this irony is not lost on @UUID[Actor.hcAF95tFaOdoZoeF]{Lady Nacht} in the slightest, though she does appear to be very serious about the 'unnecessary' part of what she said.</p>\n<blockquote>\n<p>‘Corporal Tylo Vielfrass is the unfortunate soul. He appears to have died from a projectile of some sort, shot through the window of his temporary apartment inside the Tower. It burned straight through him. The body has since been collected, and you will be able to examine it in the Mortuary House in Morr’s Field outside of town, but I’m afraid the scene of the crime is off limits. In fact, I would instruct you to not mingle with, or question, any of the occupants of Magnus’s Tower, nor the other Altdorf State Troops who make up the new Watch. I want this to be a separate endeavour, unaligned and uninfluenced by underlying loyalties, do you understand?</p>\n<p>‘Should you complete this task, you will earn the admiration of us all, as well as a bounty of 10 gold crowns. Each. I’ll accept nothing but you getting to the bottom of who’s responsible for Corporal Vielfrass’s death — no half measures or empty suspicions. Do you understand?’</p>\n</blockquote>\n<p>If the Characters are reluctant in pursuing Nacht’s wishes, she has more to say: ‘<em>Should you fail to find his killer, well… I’m sure there is much I have discovered that you’d rather remain private, yes?</em>’ She then incriminates the Characters in any number of illegal activities they are either responsible for or involved with — the life of an adventurer is filled with such instances, and even if they are ‘innocent’, it’s still dangerous information. Nacht uses this information to secure compliance.</p>\n<p>The Characters may ask further questions, but Nacht knows little else she’s willing to divulge. When the meeting begins to drag, a footman knocks on the door, and advises that other visitors are waiting. Lady Nacht is polite, but concludes their business quickly before ejecting the Characters from her office, and out of @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.Nhd3vUOVqhDhtRty]{Black Rock Castle}.</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Lady Nacht's Spy Network</em></h3>\n<p><span style=\"font-style:normal\">Of course, it would be ridiculous and unfair if Lady Nacht had information on all of the Characters’ misdeeds, so feel free to perform an Easy (+40) Lore (Reikland) Test against a Lore (Reikland) of 75, for each incriminating event you feel Nacht may unearth with her extensive spy network, modified in the following ways.</span></p>\n<ul style=\"font-style:normal\">\n<li>\n<p>If the act was particularly outrageous, noteworthy, or spectacular, +10.</p>\n</li>\n<li>\n<p>If the act was done in a public place, or during the day, +10.</p>\n</li>\n<li>\n<p>If the act involved the Watch to any degree, +40.</p>\n</li>\n<li>\n<p>If the Characters made an effort to ensure there were no witnesses to the act, −30.</p>\n</li>\n<li>\n<p>Modify this Test further as you see fit. It may be worthwhile to perform these Tests before play begins, so Lady Nacht’s cache of information is well established</p>\n</li>\n</ul>\n</blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 300001,
      "_id": "Z1K9BiBOnnjETxqW",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.Z1K9BiBOnnjETxqW"
    },
    {
      "type": "text",
      "name": "Part 1: A Tale Of Two Towers",
      "text": {
        "content": "<p>The Characters investigate the ‘murder’ of Corporal Vielfrass, though they suffer dead end after dead end, red herring after red herring. When all seems lost, they’re approached by some new friends, who supply them the leads they need, but also get them into a whole lot of trouble. The Characters end up accidentally joining a Slaaneshi cult, and must fight their way out of the hands of a Witch Hunter, but not before getting a true lead towards the corporal’s killer.</p>\n<p>@UUID[JournalEntry.AonLHi09EgfzdXpF.JournalEntryPage.Z1K9BiBOnnjETxqW]{A Lady in Waiting}</p>\n<p>@UUID[JournalEntry.AonLHi09EgfzdXpF.JournalEntryPage.gmxu31gsvkwaXLOv]{Initial Investigations}</p>\n<p>@UUID[JournalEntry.AonLHi09EgfzdXpF.JournalEntryPage.sJGq4bhATMImNWox]{Dead Ends And New Friends}</p>\n<p>@UUID[JournalEntry.AonLHi09EgfzdXpF.JournalEntryPage.zKil1W9WoezFwsVS]{A Toast And A Tussle}</p>\n<p>@UUID[JournalEntry.AonLHi09EgfzdXpF.JournalEntryPage.1cXL5PLcXKKoyOi7]{Straight From The Glazer's Mouth}</p>\n<h3> </h3>\n<h3> </h3>\n<h3> </h3>",
        "format": 1
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 200001,
      "_id": "KdNtjE9d7p17IHhM",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.KdNtjE9d7p17IHhM"
    },
    {
      "type": "text",
      "name": "Dead Ends And New Friends",
      "text": {
        "content": "<p>A small group of off-duty soldiers from the new Watch approach the Characters. The soldiers are dressed in plain clothes and led by Sergeant @UUID[Actor.LhI9XQo9pkV9eJ2d]{Orban Geldrecht}. If the Characters spoke to any of the Altdorfers in the Mourners’ Hall earlier, they are among the group. The group was clearly standing about waiting for the Characters’ recent business to conclude. In all, it’s six men and women, dressed in lower-middle class practical garb, many with black ribbons of mourning wrapped around their arms, hats, and so on. The Characters recognise Geldrecht as the man they saw leaving Lady Nacht’s office just before she hired them for this investigation. Geldrecht removes his hat, standing at a respectful distance from the Characters, before clearing his throat. He speaks like he’s holding back tears, but composes himself quickly, and puts on a forced, though friendly, smile.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/orban-geldrecht.webp\" width=\"243\" height=\"245\" /></div><div class=\"journal-image centered\" style=\"text-align:center\"><p>@UUID[Actor.LhI9XQo9pkV9eJ2d]{Orban Geldrecht - The Mourning Sergeant}</p></div><blockquote><p>‘I’m sorry to bother you, but I had heard you were looking into Tylo… Corporal Vielfrass’s… I heard you were seeking justice for the corporal.’ He seems to be having trouble discussing the unpleasantness, and his eyes well up at the mention of Vielfrass. ‘Pardon me, it’s still so fresh, I’m sure you understand. My name is Orban, or Sergeant Geldrecht if you prefer to keep it professional, and no grudge if you do. We were Tylo… Corporal Vielfrass’s crew and closest friends from the State Army… pardon, we’re in the Watch, now. We were wondering if we could be of help to you. We know folks ‘round here, and can probably open more doors for you. We don’t want to get in the way of the investigation — it’s got to be done proper otherwise the culprit will get away, we understand that better than anyone. But folk’re tight-lipped, especially about the dea… the departed. We don’t want nothin’ in return. Only justice for Tylo.’</p></blockquote><p>The Characters may have issues about working with the Watch given @UUID[Actor.hcAF95tFaOdoZoeF]{Lady Nacht’s} warnings about consorting with anyone involved in the murder investigation. They do their best to assuage the Characters’ fears, even suggesting they wear disguises, or merely ensuring doors are opened for them without getting too involved. The sergeant, earnestly, is willing to stick his own neck out for the Characters in this regard.</p><p>If the Characters need extra encouragement to accept help from the sergeant, he gives specific examples of what help he can provide.</p><ul><li><p>He can convince Gunther Abend of the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House Inn} to let the Characters investigate the corporal’s room — in fact, he still has the key from the corporal’s belongings!</p></li><li><p>He can get the Characters into Magnus’s Tower as he knows Captain @UUID[Actor.xJGrg8I8NsemrsNR]{Erwin Blucher}, and is sure he could arrange a meeting.</p></li></ul><p>If any Character succeeds on an <strong>Easy (+40) Intuition</strong> Test on @UUID[Actor.LhI9XQo9pkV9eJ2d]{Sergeant Geldrecht}, they know that the man seems far and away the most sorrowful of the mourning soldiers. Success of +2 SL reveals that Geldrecht seems to feel great regret about something. Success of +6 SL or more reveals the whole truth: Geldrecht was in love with Vielfrass, and the regret is likely to do with the fact that he never told Vielfrass how he felt. However, this is likely for the best, as Vielfrass certainly did not share these feelings, and in fact loved no one but himself.</p><p>It is important the Characters accept some level of assistance from @UUID[Actor.LhI9XQo9pkV9eJ2d]{Orban Geldrecht}, even if it’s merely him working behind the scenes, such as organising a meeting with Captain Blucher. If the Characters choose not to take the Sergeant up on his offer, allow their investigation to run cold, and have the sergeant appear at a later time, still willing to provide help.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>The Investigation of Ursula Marbad</em></h3><p><em>@UUID[Actor.wNq1O1IoZ9CMdKGM]{Ursula Marbad}, a Witch Hunter on the trail of @UUID[JournalEntry.d8nvgs2H5MmtKhdM.JournalEntryPage.L5gV9pgaWXB3floP#the-circle-of-unmarred-flesh]{The Circle of Unmarred Flesh}, becomes suspicious of the Characters once they begin consorting with Sergeant Geldrecht and the other cultists. She begins to follow them around Ubersreik, watching in the background of every scene where the Characters are with a member of the cult, or acting on their advice.</em></p><p><em>Ursula attempts to remain out of sight using her Stealth (Urban) Skill of 50, opposed by the Characters’ Perception if they believe they’re being followed, or merely keeping an eye on their surroundings. Make a Test for her in every scene, and if she fails, call for the Characters to make an Opposed Test even if they didn’t declare one themselves. Ursula likewise makes a Perception Test (Perception 45) to determine if she has been spotted, only if the Characters attempt to hide the fact they know she’s there. She never attempts to engage the Characters alone, and slips away if she knows she’s been seen.</em></p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/ursula-marbad.webp\" width=\"185\" height=\"238\" /></div><div class=\"journal-image centered\" style=\"text-align:center\"><p><em>@UUID[Actor.wNq1O1IoZ9CMdKGM]{Ursula Marbad - The Witch Hunter}</em></p></div></blockquote><h4>The Corporal’s Apartment</h4><p>Corporal Vielfrass had an apartment on the second floor of the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House Inn}, a large establishment situated right in the middle of town, and high up near the bridge, commanding excellent views around the city. The inn is rarely patronised by locals, due to its high prices, but it a favourite establishment for the middle and upper ranks among the Altdorfers, as it houses its own stables, coach house, post office, bar, dining room, and several private meeting rooms.</p><p>Gunther Abend, the proprietor, refuses to admit anyone into Corporal Vielfrass’s apartment on the second floor unless they are accompanied by Sergeant Geldrecht, or the sergeant has arranged for the Characters to pay a visit.</p><p>@UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht}, if present, refuses to enter the room. Instead, he sobs quietly to himself in the hallway.</p><p>The corporal’s apartment is rather simple: a double bed, a small writing desk, a chair in the corner, and a closet full of fashionable clothes. </p><p>Hidden under the bed is a small chest with @Credit[1gc27ss19bp]{1 gold crown, 27 silver shillings, and 19 brass pennies}, as well as a folded piece of parchment that seems to list expenses. The parchment hints that the sum of money was once significantly larger — more money than a corporal in the Altdorf State Army should have just laying around. All of the purchases are signed with initials only, though a <strong>Very Hard (−30) Trade (Merchant)</strong> or <strong>Evaluate </strong>Test reveals they appear to be regular payments to rent a large space, as well as regular purchases of weapons, medicines, and laundry services, though the specific sources are impossible to tell.</p><p>The closet houses several items of clothing that are torn or speckled with small amounts of blood. Several bloody hand-wraps are hanging up as well, which look to be stained from both sides.</p><p>The desk is cluttered with stacks of letters, most of which are unopened, despite being covered in dust and having evidently sat there for some time. Opening these letters reveals they are love notes from at least a dozen women — including some rather notable names including Aver von Kaltenwald, scion to Countess Osterhild; Brunhilde von Hopsberg, niece of the sitting High Lord Admiral; and most scandalous of all, Grafina Elena von Midwald, the High Lord Treasurer of the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.sVFygKRicWFw6BsT#reikland-council]{Reikland Council} herself ! The love notes all focus on hoping Vielfrass returns to Altdorf eventually, though none of them hint at a real relationship — merely suitors pining for him. A <strong>Very Hard (−30) Perception</strong> Test reveals that these letters have been opened before, and that significant effort was made to recreate the wax seals on them.</p><p>The other opened letters appear to be written in code using only initials and euphemisms. The meaning behind the letters is impossible to determine without knowing the cipher, but the following initials pop up frequently:<em> A, U, </em>and <em>UF</em>. They are, however, dated, and appear to be weekly correspondence dating back to the Altdorf occupation of Ubersreik, up until this week. All of them are signed ‘<em>—M’.</em></p><p>If the Characters question Vielfrass’s mail, Gunther Abend introduces the Characters to Gustav Schtupp, the postmaster. Schtupp explains the corporal was very popular, and received at least one letter a week from Altdorf, and often many more. A <strong>Difficult (−10) Intuition</strong> Test reveals he knows more than he’s letting on, and a <strong>Challenging (+0) Intimidation</strong> Test results in him spilling that he had been reading the corporal’s mail, and had managed to decipher a measure of his code. He believes the weekly letters pertained to the moving of money and objects from Altdorf into Ubersreik, and had something to do with a private club initialed<em> ‘UF’</em>. Many of the letters contained questions about the club’s membership numbers, and their current activities, often containing impatient phrases such as ‘have they begun doing this or that’, though Schtupp doesn’t know the nature of the activities.</p><p>If the Characters question Sergeant Geldrecht about the letters, he has no idea what they’re referring to. If they ask about the club, they must succeed on a <strong>Hard (−20) Charm</strong> Test to convince him to tell the truth: the corporal did start a private club, which he operated out of a warehouse not far from the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House Inn}. The club is, according to @UUID[Actor.LhI9XQo9pkV9eJ2d]{Geldrecht}, modeled after ancient Unberogen Warrior Lodges, and is intended to build greater companionship between members of the Altdorf State Army in Ubersreik. It’s called ‘the Circle’, but the whole thing is a big secret as private gatherings are discouraged by their superiors.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Breaking &amp; Entering</em></h3><p><em>Unscrupulous Characters may wish to sneak into the corporal’s living quarters. To do so, they need a suitable cover — perhaps purchasing a meal @Pay[1ss6bp]{(1/6)} and renting a room for the night @Pay[14ss]{(14/–)} — so that they aren’t stopped at the door. Alternately, they could scale the side of the building at night time and use Stealth (Urban) to move about unseen.</em></p><p><em>The corporal’s door is locked securely, requiring a <strong>Difficult (−10) Pick Lock</strong> Test to open. Alternately, a Character could break down the door with an <strong>Average (+20) Athletics</strong> Test, though this certainly alerts everyone else in the inn. The Characters will be in very hot water, attracting the attention of Gunther’s four bouncers who are on staff, as well as a number of coach wardens and soldiers who are staying there. Lastly, the Characters may have acquired the corporal’s key from Sergeant Geldrecht, which opens the lock without hassle.</em></p></blockquote><h4>A Meeting at Magnus’s Tower</h4><p>After spending some time with the Characters, Sergeant Geldrecht gathers together a small posse of Altdorf Soldiers, and suggests it’s time to investigate the scene of Vielfrass’s death in Magnus’s Tower. He organises a tour of the room by talking to Captain @UUID[Actor.xJGrg8I8NsemrsNR]{Erwin Blucher}. </p><p>If the Characters agree, Geldrect and three other members of his posse take the Characters to Magnus’s Tower. When the party approaches the gatehouse, the guards arrayed on top bristle, lifting their crossbows at the ready, but lower them when instructed by an unseen, half-heard voice. A few moments later, Captain @UUID[Actor.xJGrg8I8NsemrsNR]{Erwin Blucher} — a short, heavy-set man with a balding pate and wearing a dirty Ubersreik Watch Captain’s uniform — opens the gate to admit them.</p><blockquote><p><em>Blucher welcomes the Characters, saying</em> ‘Pay no attention to the lads. They’re a bit on edge, understand? Everyone has been, ever since young Corporal Vielfrass copped it. But let’s put that to rest, eh? Captain Erwin Blucher’s the name. It’s a shame we have to meet you like this — o’course you’re not the enemy, I’m not even sure there is an enemy here. We all want the same thing, right? Keep Ubersreik safe? Find the corporal’s killer? You won’t find 'em in 'ere, that’s for sure. We loved the man. Always brought in fresh produce when he came to have a chat, which, believe you me, was a welcome change from the salt pike we’ve got packed in the basement! But I digress…’</p></blockquote><p>The captain leads the group on to a mechanical elevator attached to the side of the spire that lifts them into the air towards one of the many entrances. He explains, ‘<em>Watch your step — it’s a bit tricky, and takes some getting used to. These elevators will take us up to the entrances above. Nothin’ on the ground floor, you see. This beauty’s impregnable.’ </em>He laboriously sounds out the last word.</p><p>From the elevator, which faces the south of town, Ubersreik and the land surrounding it can be seen quite clearly. @UUID[Actor.xJGrg8I8NsemrsNR]{Captain Blucher} is happy to answer questions at this time, such as who has been in the room since the death (only himself, who discovered the body, and the Altdorfers who came to pick it up), and anything else about the Tower and its staff (though nothing that could feasibly weaken his position there).</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-candle.webp\" width=\"198\" height=\"228\" /></div><p>Inside the Tower, @UUID[Actor.xJGrg8I8NsemrsNR]{Captain Blucher} wends them through a number of corridors and up some stairs, until they come to a large corner chamber many stories above the ground. Blucher continues, ‘<em>This is the corporal’s chamber. He stayed here once a week. We’d have dinner and discuss matters, you see, then he’d spend the night and head off the next morning. Good lad, though he liked to get in his cups after business was done. I didn’t mind, though — it was a good excuse to use up extra rations, if you know what I mean.’</em> The captain opens the door, and lets the Characters inside. </p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/erwin-blucher.webp\" width=\"240\" height=\"242\" /></div><div class=\"journal-image centered\" style=\"text-align:center\"><p>@UUID[Actor.xJGrg8I8NsemrsNR]{Erwin Blucher - Loyalist Watch Captain}</p></div><p>The room is shaped like a clam shell — rounded along one side, with a tall, thin, leaded window set into the middle of it, with two walls opposite that meet at a point. The window has an apple-sized hole cut into it at about chest height. Directly across from the room’s only window is a large wooden corner cabinet filled with drinking glasses, vases, and, placed prominently, a massive, empty crystal decanter. Along the wall perpendicular to the one the Characters stepped through is a small but fine bed. In the opposing corner are two chairs set around a small round table, arrayed with silverware.</p><blockquote><p>‘The corporal had only just arrived in the evening. I came in to find him dead when it was time for dinner. No idea how it happened, as the door was under guard the whole time by a knight of the Reiksguard, who heard nothing amiss, and there’s no other way in.’</p></blockquote><p>@UUID[Actor.xJGrg8I8NsemrsNR]{Captain Blucher} allows the Characters the opportunity to investigate the room. The bed hadn’t been disturbed, and one chair had been moved from the table, though the silverware was untouched. A single glass had been removed from the set next to the decanter, which now lays cracked on the carpet in the middle of the room, which is stained red from the wine it held.</p><p>Inspecting the hole in the window prompts a <strong>Difficult (−10) Perception</strong> Test. Even failure reveals that the hole was melted through the glass. A success informs the Character that the melting was even, and seems to have occured at a right angle to the glass. Looking out of the window shows @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.Nhd3vUOVqhDhtRty]{Black Rock Castle} to the right and below the level of the window, the stretch of Ubersreik beyond the base, and further afield, the rise of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{The Grey Mountains}. Framed, on either side of the melted hole, are two peaks of the mountains.</p><p>Characters who inspect the back walls of the room for any sign of where whatever killed Vielfrass exited his body find nothing. Inspecting the cabinet in the corner of the room, however, prompts a <strong>Challenging (+0) Perception</strong> Test. On a success, it is obvious that the decanter was about half-full of red wine, which appears to have evaporated, leaving behind a red stain. Additionally, the wood panelling around the decanter, in all directions, is burnt slightly.</p><p>Once the Characters have investigated the room, they hear sounds of a scuffle going on in the corridor. If they move to investigate, they see a number of the Ubersreiker guards wrestling with the Altdorfers. It appears the Ubersreikers lost patience with the Altdorfers, and the Altdorfers accused the Ubersreikers of murder.</p><p>@UUID[Actor.xJGrg8I8NsemrsNR]{Captain Blucher} shouts at everyone to stop, until one of the Altdorfers punches him in the jaw, and one of the Ubersreiker’s throws something at the Characters. A short Combat scene should play out, with @UUID[Actor.LhI9XQo9pkV9eJ2d]{Sergeant Geldrecht}, 3 @UUID[Actor.wTscAMJssdofI0fG]{Unmarred Flesh Cultists}, and 7 @UUID[Actor.KHYDsde77HmsQ5BH]{Jungfreud Loyalists}, which ends before anyone is seriously hurt. Blucher threatens the Altdorfers and the Characters, commanding them to leave. Sergeant Geldrecht agrees sheepishly.</p><p>At the base of @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.tCh9vROs0eeTuEwA]{Magnus’s Tower}, @UUID[Actor.LhI9XQo9pkV9eJ2d]{Sergeant Geldrecht} — nursing several bruises, alongside his crew — thanks the Characters for scrapping in with them. They all seem rather jovial and elated by the fight, and invite the Characters back to their club house to celebrate ‘<em>Showing those blasted Ubersreikers what for!</em>’ If the Characters accept, move to @UUID[.zKil1W9WoezFwsVS]{A Toast And A Tussle}. If they’re unsure, several members of the group state they’ll give free drinks to the Characters for having their backs, as well as all manner of friendly jabs and promises. A <strong>Very Easy (+60) Intuition </strong>Test reveals that all of the Altdorfers do seem to be in much better moods after the brawl, and are genuine with their friendliness towards the Characters.</p><p>If the Characters refuse to go back with the Altdorfers, the investigation goes stale as no more leads are kicked up. They may wish to break into the cultists’ headquarters, anyway, in which case events unfold as described in @UUID[.zKil1W9WoezFwsVS]{A Toast And A Tussle}, though the Characters are obviously not involved. Furthermore, the invitation is always open to the Characters, now, so they can accept at a later time. Ursula Marbad’s attack in @UUID[.zKil1W9WoezFwsVS#were-going-on-a-witch-hunt!]{We're Going on a Witch Hunt!} won’t occur until they lead her there.</p><div class=\"journal-image centered\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/dead-tylo.webp\" /></div><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>What Actually Happened</em></h3><p><em>What actually happened is that a beam of pure hysh — the powerful white Wind of Magic — lanced out from an experimental </em>Luminark of Hysh <em>in the @UUID[.XasdU7mOKmIZ7mEI]{Tower of Vane}, and was attracted to the corruption lying within Corporal Vielfrass: a cultist in service to the Dark Powers. The beam travelled nearly instantaneously from the Tower of Vane, melted through the leaded glass window in Vielfrass’s room, shot through his body, and then hit the crystal decanter. The light instantly boiled the red wine to nothing but a residue, and was refracted by the cut crystals into the rest of the cabinet. The light, diffused considerably, slightly charred the wood before losing its power.</em> </p></blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 500001,
      "_id": "sJGq4bhATMImNWox",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.sJGq4bhATMImNWox"
    },
    {
      "type": "text",
      "name": "Handout 1: The Ramblings of Corporal Vielfrass",
      "text": {
        "content": "<p style=\"font-style:italic\"><span style=\"font-style:normal\">The writing, whilst unmistakably the same hand as the rest of the scrolls, is cramped at the end of each line and sloppy, as if written in a rush. It reads: </span></p>\n<p style=\"font-style:italic\">‘Heske Glazer. She knows something. She’s always following me, always watching me. Maybe she knows the truth. Our truth. I’m moving against her. I must. I fear she’ll expose us. I know you’ve commanded me to keep our actions focused solely on recruitment and subversion, but Glazer will doom us all if left alive. Perhaps I can convince Orban to do it. I’ll make up some lie. It doesn’t even have to be elaborate, for the pathetic love-sick sap will do anything I say. He and all the other fools still have no clue as to our true purpose. I’m going to kill her before she kills me.’ </p>",
        "format": 1
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 1100001,
      "_id": "QqkjsOlzprT0oOqZ",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.xoVWKfZZpmqCV2pb.JournalEntryPage.QqkjsOlzprT0oOqZ"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.QqkjsOlzprT0oOqZ"
    },
    {
      "type": "text",
      "name": "Handout 2: Thoughts On High Magic",
      "text": {
        "content": "<p><em>'I find it impossible to comprehend my own ignorance of a mere year ago, trapped as I was by the confines of imposed mediocrity. Truly, my discussions with the Supreme Patriarch have been profound.</em></p><p><em>The Supreme Patriarch said these words, one night over dinner, and I memorised them to put pen to paper upon returning to my cell. I can claim no ownership over this wisdom, but count myself lucky to share in it now.</em></p><p>‘Often I find neophytes to the Colleges of Magic are seduced by the nature of qhaysh — the ‘High Magic’ of the Elves — for they believe that a combination of the eight Winds of Magic must surely be more powerful than mastery of a ‘mere’ one. To such students I assign a week of orchestral music, at some of the finest establishments throughout Altdorf. Many of my fellow professors have called me mad for such ‘luxurious punishment’, but I am indeed clear-sighted.</p><p>I explain to my students that each Wind of Magic is an instrument in an orchestra. Chamon, the lilting, twanging sounds of the bandora. Aqshy, the intrusive, yet elegant <em>Rauschpfeife</em>. <em>Hysh</em>, the indomitable, regal, organ. Even ghur, the primitive, primal, and necessary tabor! Individually, these instruments are beautiful in their own ways, moving, impactful, potent, powerful. One cannot be said to be objectively paramount over another.</p><p>And yet, when the orchestra plays together, it has the potential to stun a crowd, to sway an audience, to move a nation. The orchestra is a symphony of mastery, a melody of instruments working in harmony. But, in the orchestra, a lack of skill on any one part can sully the performance of the others; the most moving viol can be tarnished by an ill-played curtal. However, a master of the lute, playing in solitary, pulling their chords, may yet affect an audience to an astounding degree, though the level of mastery must be far greater.</p><p>Just so are the Winds of Magic. The High Mage may weave together many Winds in harmony, and affect greater change, but at far greater risk, and reliant on far greater strictures. But the Hierophant, once they know their craft, can be free from the cares of the other Winds, and focus on perfection in <em>hysh</em>.</p><p>All this is to describe magick without expressing the true dangers — the lure of qhaysh for the Human, is potentially the road to dhar. <em>Dhar</em> — Dark Magic — is to play every instrument at once, in an utter cacophony of discordance. Indeed, this ’performance’ will be loud. It will be impactful. It will be nigh unforgettable! But it will be hollow, pointless, senseless, and abhorrent. It is power without art. It is noise without reason. It is the antithesis of the Empire.</p><p>After such a lecture, I find most students nodding as if they’ve received some simple wisdom, that their pursuit of their lone Wind is indeed the way it should be. Those few who shake their heads, are the ones I pay attention to: they've heard the secret lie to my words, and are determined to become the orchestra, to draw nine hands across eight strings, and to break the shackles that Teclis laid upon us. Those few are my true pupils, and the rest are the antithesis of life itself.’</p><p><em>- Cantor Carolus Entschlafen</em></p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 1100001,
      "_id": "y2d9Az3QA68LAJOg",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.xoVWKfZZpmqCV2pb.JournalEntryPage.y2d9Az3QA68LAJOg"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!AonLHi09EgfzdXpF.y2d9Az3QA68LAJOg"
    }
  ],
  "folder": "ydG6mRraijSbGIXu",
  "sort": 100000,
  "ownership": {
    "default": 0,
    "p6OsUjigSLS2Fduz": 3
  },
  "flags": {
    "wfrp4e-ua1": {
      "initialization-folder": "Ubersreik Adventures I",
      "sort": 100000
    }
  },
  "_stats": {
    "systemId": "wfrp4e",
    "systemVersion": "7.0.0",
    "coreVersion": "11.307",
    "createdTime": 1676514541390,
    "modifiedTime": 1693273574407,
    "lastModifiedBy": "sAiwDCZFd21tgaDN"
  },
  "_id": "AonLHi09EgfzdXpF",
  "_key": "!journal!AonLHi09EgfzdXpF"
}
