{
  "name": "Slaughter in Spittlefeld",
  "pages": [
    {
      "type": "text",
      "name": "Part 2: Locked Inside Together",
      "text": {
        "content": "<p><strong>Part 2: Locked Inside Together</strong> deals with three interconnected problems that stand between the Characters and discovering the source of the plague. Everyone in the tenement building is on edge and scared, which makes them act out against one another.</p>\n<h3>Ankle Biters in the Walls</h3>\n<p>The Characters will either have discovered that Trinity — one of @UUID[Actor.pFcCHVMUhgeOOS3l]{Passerine’s} orphans — has stolen the diary, or they will see Trinity in the walls spying on them. It shouldn’t take the Characters long to decide to either speak to Passerine and attempt to get the diary from her, or to give chase to the child. </p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>The Orphan, Trinity</em></h3>\n<p style=\"font-style:italic\"><em>No one knows where Trinity came from or what his name was before Passerine found him. Running out of names, his adoptive mother took inspiration from the three dots tattooed onto his back in a triangle. Now, two years later, Trinity can either be found clutching at Passerine’s leg as she does her daily rounds, or crawling through the walls and under the beds of the guests and tenants of Spittlefeld. Trinity is still too young to understand ownership, and Passerine does her best to discourage his sticky fingers, which have a habit of picking up the most curious of collectables.</em></p>\n<p style=\"font-style:italic\"><em>Trinity is two and a half years old and tiny, with ruddy skin and a beaming smile. He doesn’t talk much, but once he gets running, there are few who can catch him.</em></p>\n</blockquote>\n<h4>Annika Passerine’s Orphanage</h4>\n<p>@UUID[Actor.pFcCHVMUhgeOOS3l]{Annika Passerine} runs an orphanage that spans half of the second and third floors of Spittlefeld — the intervening ceiling between the floors having fallen in some time ago. The walls and floors inside the orphanage are peeling and heavily damaged but are otherwise clean, as Passerine works hard to keep her children in good standing.</p>\n<p>The orphanage has a kitchen where Passerine and some of the older children cook, a nursery where a half-dozen toddlers and babies sleep, and a dormitory where the older kids live. Passerine herself lives in a corner of the nursery and sleeps on a small cot.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/annika-passerine.webp\" width=\"268\" height=\"300\" /></div>\n<div class=\"journal-image centered\" style=\"text-align:center\">@UUID[Actor.pFcCHVMUhgeOOS3l]{Annika Passerine - The Den Mother}</div>\n<p>@UUID[Actor.pFcCHVMUhgeOOS3l]{Annika Passerine} will not take kindly to anyone asking questions about her kids. If the Characters pass a <strong>Challenging (+0) Charm</strong> Test and swear not to harm the children in any way, she will admit that one child, Trinity, has a bad habit of stealing things. She’ll state the child is yet to understand why it’s bad to steal, but will ultimately refuse to help them get the diary from him, unless they help her first.</p>\n<p>Passerine has several sick children under her care at the moment and needs medicine to help them. Luckily, none of the children have fallen ill with the plague sweeping through the building, and they are expected to make a recovery if they can get the medicine they need. However, with the quarantine, no medicine can come in, and @UUID[Actor.L4RurnIhaVTl6s3S]{Doktor Giliani} already used all of her supplies. @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc} and @UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem}, Dwarf brothers who live on the 4th floor, are the only people left in the building who have medicine. If the Characters can get some of that medicine for her, Passerine will convince Trinity to return the diary.</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>The Word of a Dwarf</em></h3>\n<p><em>The word of a Dwarf is a sacred thing, and if given in an oath it is unbreakable. Many folks in the Empire know this about Dwarfs, so they trust them more readily than others if their word is given. Annika Passerine will accept the promise of a Dwarf to not harm the children without the need of a Test. However, if any harm comes to the children because of the Characters — and they or Passerine survive the adventure — she will tell the other Dwarfs of Ubersreik how untrustworthy the Character is, garnering them a −30 to Fellowship when interacting with fellow Dwarfs, unless they take the Slayer’s Oath!</em></p>\n</blockquote>\n<h4>The Chase</h4>\n<p>Whether the Characters know who they are chasing or not, they may find themselves trying to catch Trinity when he runs away and hides in the crawl space between the walls. Unless there is a Halfling in the party who can squeeze in after him, this will be incredibly difficult. It will require the Characters to run ahead and take a gamble by blocking off exits.</p>\n<p>The chase should be run as a @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#pursuit]{Pursuit}. For the purposes of the Pursuit, Trinity has the following Characteristics: Athletics 45, Movement 4. Trinity has a head start of 5 and will continue to move around until his lead exceeds 10, at which point he will leave the crawl space through one of the vents and hide somewhere. Unless the Characters are inside the crawl space, the Pursuit can never fall below 1 Distance.</p>\n<p>Trinity will only move between the ground floor and the first four floors, refusing to go to the penthouse on the 5th floor or to the basement. There is one entrance to the crawl space on each floor in the main stairwell for floors 1 to 5, and another entrance in the flophouse and basement.</p>\n<p>A Character can use their turn to move up or down the stairs to block off an entrance, but it takes an entire Round just to get to the entrance. Alternatively, they can jump over the railing on the stairs to travel farther. Refer to @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#leaping-and-falling]{Falling}. Each landing is 4 yards above the one below.</p>\n<p>Blocking off an exit reduces Trinity’s successive Tests by −1 SL. If the Characters catch Trinity or manage to block off all the exits except the basement, Trinity will begin wailing for @UUID[Actor.pFcCHVMUhgeOOS3l]{Annika} and will try to come out. Through tears Trinity will scream that he is scared to go in the basement and will give up the diary. Hearing the child’s cries, Annika rushes to help, demanding to know what’s going on. It takes a <strong>Difficult (−10) Charm</strong> Test to defuse the situation and prevent Annika from using one of the Characters as a punching bag.</p>\n<h3>Outstanding Medicine</h3>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-alchemy.webp\" width=\"185\" height=\"228\" /></div>\n<p>Sreluc and Srulem live in an apartment on the 4th  floor of the tenement building, from where they operate their illicit business. Their apartment is well defended, for @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc} still suspects the day when the Dwarfs of Ubersreik come for him and his brother. The front door is reinforced (<strong>Very Hard (−30) Strength</strong> Test to break down) and is bolted from the inside (impervious to lock picks). </p>\n<p>Inside, the apartment has three rooms — a bedroom for the two brothers to share, a living room where they take their meals on a rickety table and chairs, and a safe-room where they stash all their stolen goods. Currently in the safe-room is a sack of stolen coinage — [[/r 10d10]] brass pennies, and [[/r 5d10]] silver shillings — as well as 12 and a half pairs of stolen boots, 2 crates of stolen grog, and a box full of stolen medicines and poultices from an apothecary.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/srulem-sreluc.webp\" width=\"349\" height=\"325\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem} and @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc} White-Eyes - Dwarf Criminals</p>\n<p>Earlier in the day the Characters may recall hearing Srulem yelling at the door to the penthouse. However, now @UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem} is nowhere to be found. If the Characters knock on the door, they will be confronted by Sreluc and his loaded blunderbuss, who at first accuses the Characters of being agents of the Ubersreik Dwarfs. A <strong>Very Easy (+60) Charm</strong> Test will calm @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc} down a little, which becomes <strong>Challenging (+0) </strong>if there is a Dwarf in the group. However, once ‘calm’ Sreluc goes once more into a fury, stating that <em>‘If it weren’t you who took me brother, then who did? Srulem looks like a capable Dwarf, but he’s my little brother, and any harm done to him will be dealt back triple!’</em></p>\n<p>@UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc} will be unwilling to listen to or help the Characters until his brother has been found and will rant and rave, kicking down doors until Srulem is located. However, he will give his oath that the medicine will be handed over if the Characters help him find Srulem. Luckily, Srulem isn’t far off. A few minutes of searching the empty rooms on the 4th floor will turn up his unconscious form. @UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem} seems to have been in a fight and is now lying in the dust of the abandoned rooms with heavy bruising around his neck. An <strong>Easy (+40) Heal </strong>Test reveals that the bruising is near identical to the symptoms of the plague, but the other symptoms aren’t present — he has no fever, and he can be awakened without too much effort. Srulem seems weak and dizzy, but not ill.</p>\n<p>Upon seeing the state of his brother, Sreluc will honour his oath but will fly into a rage and begin battering down the door to Eluharath’s apartment, shouting: <em>‘I dinnae believe him, but he was right! This damned Elf is a fiend, and make no mistake! You hurt my brother, and I’ll make the War of Vengeance look like a bloody tea party when I get my hands on you, Knife Ears!’</em></p>\n<h3>The Eccentricities of Eluharath Wavecrest</h3>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-book.webp\" width=\"213\" height=\"259\" /></div>\n<p>Once the Characters have the doktor’s diary, they will quickly discover it is written in Tilean with very few diagrams. If they ask around the building, everyone will recall famously that @UUID[Actor.BnvLmpRdggNO7Uxs]{Eluharath} — in his infrequent but fantastic drunken forays out of his apartment — is often seen reading poetry from his vast collection of books which ‘certainly sounds Tilean — what with all them “ia’s” and “occio’s” and what have you!’ The tenants will also mention that Eluharath’s apartment is on the top floor, if the Characters don’t already know that. This moment is a perfect time to punctuate the scene with Sreluc’s yelling, if he hasn’t already been calmed down.</p>\n<p>@UUID[Actor.BnvLmpRdggNO7Uxs]{Eluharath Wavecrest's} apartment is on the top floor of the tenement building and is a rats’ nest of discarded silken garments, broken china and woven glass, and other faded memories of finery. The front door is secured with a strong lock and is one of the few in the building that has seen any maintenance for the last hundred years or so.</p>\n<p>The Elf recluse knows Tilean and is willing to read the diary for the Characters if they bring it to him. However, he is unwilling to help, or even answer the door, if @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc} and @UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem} are still harassing him from outside. The Characters will need to find a way to pacify the Dwarfs if they hope to get any answers.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/eluharath-wavecrest.webp\" width=\"263\" height=\"309\" /></div>\n<div class=\"journal-image centered\" style=\"text-align:center\">@UUID[Actor.BnvLmpRdggNO7Uxs]{Eluharath Wavecrest}</div>\n<p>Once inside his apartment, the Characters observe that @UUID[Actor.BnvLmpRdggNO7Uxs]{Eluharath} is utterly clueless to the current happenings outside and seems to be in a very sorry state — though not himself ill or bruised. He offers the Characters drinks and other such things, which are far beyond their budgets and palates, but which are all served on chipped expensive crockery. Once he finally settles, he will read the diary, often chuckling to himself about the good doktor’s witticisms and the frailties of Humans. </p>\n<p>Eventually he finds the relevant passage and blanches to an even paler shade of white. He explains that Doktor @UUID[Actor.L4RurnIhaVTl6s3S]{Alexandra Giliani} suspected — quite emphatically, and with plenty of reasoned evidence — the presence of a Vampire that uses the crawl space in the walls to move about! Even more so, she believes it must be lairing within the building itself, which results in Eluharath exclaiming it must be in the <em>‘veritable labyrinth that is the basement!’</em></p>\n<p>@UUID[Actor.BnvLmpRdggNO7Uxs]{Eluharath} wishes the Characters the best of luck before kicking them out and barring the doors. Those listening closely can hear the Elf drawing weapons and barricading himself inside the penthouse.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 400001,
      "_id": "ZU2SH5yaENEOFlA8",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!OwX4OV40wiE5lY9E.ZU2SH5yaENEOFlA8"
    },
    {
      "type": "text",
      "name": "Slaughter in Spittlefeld",
      "text": {
        "content": "<p><em>A vile sickness creeps through the rookeries of Ubersreik. When an investigating doktor discovers the infection spreading from one tenement in the Spittlefeld slums, the building is quarantined immediately. Armed members of the Watch are posted on all exits, and crossbows are aimed at every window. No one goes in. No one comes out. For the unfortunate souls trapped within, there is little hope of escape unless they can find the cause of the infection. But that wants out, too. And if it can’t break free? Well, it won’t be the first time there is a <strong>Slaughter in Spittlefeld</strong>...</em></p><p>This is an adventure that explores the horrors of disease, and how it erodes not only the flesh, but also the minds of friends and neighbours alike. It takes place in Ubersreik, but could be moved to any suitably large city or town of the Empire. This adventure is suitable for four to six Characters in their first or second Career, and should take about 4 hours to complete.</p><h3>Adventure Summary</h3><p>The Characters become trapped inside a tenement building in Ubersreik’s Spittlefeld slum district in the Teubrück Quarter, where a deadly sickness is sweeping through the population. A doktor sent to investigate the malady has been locked inside with the Characters and the remaining residents of the tenement building, but has unfortunately fallen ill. Before she caught the mysterious disease she solved much of the riddle in her notebook, which has since gone missing. The Characters must find the notebook to uncover the truth — that a vampire, rather than a plague, is the culprit — and put an end to the madness.</p><h3>Getting Started</h3><p>Before playing <strong>Ubersreik Adventures: Slaughter in Spittlefeld</strong>, read it through from start to finish at least once. Whilst the adventure takes place within a single building, it may also be useful to read through the <strong>Guide to Ubersreik</strong> in the <strong>WFRP Starter Set</strong> as it provides additional information and context about the town, its governance, and its law enforcement. Once you feel comfortable with the material, you’re ready to begin.</p><h2>Introduction</h2><p>The Characters are stuck inside a quarantined tenement building. Also trapped within is the creature causing the ‘plague’ that is sweeping through the surrounding streets. Both the Characters and the creature want to get out.</p><h3>Spittlefeld</h3><p>The Spittlefeld rookery (slums) contains some of the oldest buildings in Ubersreik. Soaring high above the streets, these six-storey-tall stacks of ramshackle apartments, all piled one atop the other, house some of the poorest folk in the fortress-town. The tenement was built in the shadow of the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.Nhd3vUOVqhDhtRty]{Black Rock Castle} during the reconstruction of Ubersreik after the Great War Against Chaos over two hundred years ago. It was originally designed as temporary housing for the massive refugee population at the time, including folk from @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{The Grey Mountains}, Bretonnia, and farther afield, but soon became a permanent fixture. </p><p>Today, the rookery is a melting pot of cultures, forming its own community of tight-knit working-class folk, more akin to a village than a district within a town. However, the crime it breeds ensures Spittlefeld is not liked in Ubersreik, and it is often the brunt of cruel jokes, public scorn, and the frequent attention of the Watch.</p><h4>Sickness in Spittlefeld</h4><p>Over a month ago, a sickness struck Ubersreik’s northern docklands. Citizens woke up faint, feverish, and fatigued, assuming they woke up at all. Enquiring doktors and the Cult of Shallya are stumped by the infection. So far, the best they can do is wait for the afflicted to recover or pass into Morr’s Realm.</p><p>After scores of deaths, the source of the plague appears to have been located: one of the larger tenement buildings in the Spittlefeld rookery. On the advice of Doktor @UUID[Compendium.wfrp4e-rnhd.actors.aUPlT4HBdnEKjuM1]{Otto Krupp}, Guildmaster of @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.XXEYah0l4NQV0Uhs]{The Physicians' Guild} in Ubersreik, the door to the building has been boarded up and the windows watched by soldiers with crossbows.  </p><p>Further, sisters from the local Temple of Shallya have marked a cordon sanitaire, a barrier of stakes linked with white cloth to mark a line that cannot be crossed for fear of infection. This puts a total quarantine into effect. Until the sickness has passed, only Shallya’s mercy can protect those living within.</p><h4>Worse Than Rats in the Walls</h4><p>Unfortunately for the folk of Spittlefeld, it’s not rats in the walls that are spreading the disease. The culprit is a Vampire — @UUID[Actor.us1a9BvX4msRhErG]{Maria Melone} — who, after drinking from a victim who was infected with @UUID[Compendium.wfrp4e-core.items.M8XyRs9DN12XsFTQ]{Blood Rot}, went on to spread the infection to all her future victims. Whilst Melone, as a Vampire, is immune to the effects of Blood Rot herself, the corrupted blood does make her need to feed far more frequently than normal — several times a day, in fact — otherwise she becomes weakened and frail.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>It's Only Blood Rot</em></h3><p><em>The disease afflicting Spittlefeld is Blood Rot, a blood infection caused by other diseases or infected wounds, and normally non-communicable. In this case, the infection is spread by a Vampire bite, which is effectively injecting infection directly into the bloodstream of the victims. Because of its lack of apparent cause and the frequency and density of those infected, local doktors are confusing the Blood Rot with a regular infectious disease. Use the rules for @UUID[Compendium.wfrp4e-core.items.M8XyRs9DN12XsFTQ]{Blood Rot}, with the following change.</em></p><p><em><strong>Contraction</strong>: Receive a bite from @UUID[Actor.us1a9BvX4msRhErG]{Maria Melone}, or have your bloodstream exposed to infected blood.</em></p></blockquote><p>@UUID[Actor.us1a9BvX4msRhErG]{Melone} hides in the basement of the quarantined Spittlefeld tenement building. She has been there for the last month and has fed several times a day, causing the apparent plague. Whilst stopping the Vampire does not help those already infected, it does bring the plague to an end.</p><h4>Spittlewhere?</h4><p><strong>Slaughter in Spittlefeld</strong> is specifically designed to fit into any ongoing campaign, or to be played as a oneshot. The following hooks can be used to get the Characters into the adventure. </p><ul><li><p>The Characters have recently arrived in Ubersreik and need somewhere cheap to sleep. @UUID[Actor.cZg2JqchVim3KUEq]{Gino} runs a very cheap and very filthy flophouse on the ground floor that costs @Pay[5bp]{5d per night}, but it’s not in a good part of town.</p></li><li><p>The Characters get drunk the night before and stumble into Spittlefeld on their way home by mistake. Gino takes pity on them and puts them up for the night in the flophouse — for the grand sum of @Pay[5bp]{5d a night}, which he will demand.</p></li><li>The Characters’ drinks were spiked the night before. They were kidnapped by @UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem} and @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc} to be ransomed off before things go wrong. Now, the Dwarf brothers have bigger problems to deal with, and they ignore the Characters.</li></ul><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/locked-in.webp\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "sort": 100001,
      "_id": "KP5kDiN5UWH5HpSG",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!OwX4OV40wiE5lY9E.KP5kDiN5UWH5HpSG"
    },
    {
      "type": "text",
      "name": "Part 3: The Only Way Out Is Down",
      "text": {
        "content": "<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-ua1/assets/misc/bat.webp\" width=\"177\" height=\"116\" /></div>\n<p><strong>Part 3: The Only Way Out is Down</strong> begins once the Characters know the true cause of the plague — the Vampire, Maria Melone — and travel down into the basement to deal with her.</p>\n<p>If the Characters enter the basement during daylight hours, there is a [[/r 1d10]]{10%} chance she is currently on the hunt through the building’s crawl space, otherwise she is huddled in a corner behind stacks of old laundry and mattresses. If the Characters enter at night, Melone is not present, and is instead off somewhere feeding, to return come sunrise.</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>‘Who's With Me?’</em></h3>\n<p><em>The Characters may be uncomfortable about confronting a Vampire by themselves and may ask other tenants to help them deal with the problem. However, each has an excuse — whether valid or not — as to why they can’t.</em></p>\n<ul>\n<li>\n<p><em>Unfortunately, @UUID[Actor.cZg2JqchVim3KUEq]{Gino} is far too large to fit down the stairs and would be less than useless in the cramped basement.</em></p>\n</li>\n<li>\n<p><em>@UUID[Actor.pFcCHVMUhgeOOS3l]{Annika Passerine} refuses to leave her children alone, especially if the Characters are foolish enough to tell her there is a Vampire on the loose.</em></p>\n</li>\n<li>\n<p><em>@UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc White-eyes} likewise refuses to leave his brother. @UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem}, on the other hand, is determined to come with the Characters but can’t even stand without at least two Characters helping him.</em></p>\n</li>\n<li>\n<p><em>@UUID[Actor.BnvLmpRdggNO7Uxs]{Eluharath Wavecrest} won’t even bother to respond to their pleas for help — he’s going to protect himself, and that’s it.</em></p>\n</li>\n<li>\n<p><em>The other tenants all nervously mill around the top of the stairs if they are told what is happening and that the Characters are going into the basement. None of them are brave enough to go looking for a Vampire.</em></p>\n</li>\n</ul>\n</blockquote>\n<h3>The Basement</h3>\n<p>The basement of the tenement building is a foul place where folks stopped going decades ago due to the quagmire below leaking through the floorboards. Now, heaps of old laundry, festering ancient mattresses, crate upon crate of spoiled goods, loose rusty nails, and all manner of awfulness creates an absolute maze for the unwary. To add to these perils, an insane Vampire stalks between the stacks, fascinated and terrified by all the changes inflicted upon her.</p>\n<p>To determine where the Vampire is in the maze, the Characters will be required to perform a <strong>Very Hard (−30) </strong>Track Test. Failure means the Characters continue to stumble through the maze and must roll [[/r 1d100]] on the <strong>Maze Encounters Table</strong>, adding +10 to the result per −SL. On a success, move to @UUID[.F9lkwqgzJ3tQwuys#the-vampires-lair]{The Vampire’s Lair}. After every failed Test, the Test must be repeated, but at a cumulative +10. If the group is working together, they perform only a single Test, gaining additional Tests only if they split up (and therefore, suffering more consequences).</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-skulls.webp\" width=\"168\" height=\"198\" /></div>\n<h3><span style=\"font-style:normal\">Maze Encounter Table</span></h3>\n<table style=\"width:99.0712%;height:920px\" border=\"1\">\n<tbody>\n<tr style=\"height:16px\">\n<td style=\"width:10.3657%;height:16px;text-align:center\"><strong>Roll</strong></td>\n<td style=\"width:88.853%;height:16px\"><strong>Encounter</strong></td>\n</tr>\n<tr style=\"height:50px\">\n<td style=\"width:10.3657%;height:50px;text-align:center\">1-10</td>\n<td style=\"width:88.853%;height:50px\"><strong>Box of Goodies</strong>: Someone left this down here, a long time ago. It’s covered in muck, but it’s free, at least. The Characters discover a box containing a @UUID[Compendium.wfrp4e-core.items.H4nKliXRB93HKH4r]{Hand Mirror}, a @UUID[Compendium.wfrp4e-core.items.wrFLHWygOlwFG2q3]{Comb}, and two @UUID[Compendium.wfrp4e-core.items.gxdjLQoQUTYgD6fm]{Healing Draughts} (one of which, determined randomly, is spoiled, and applies the @Condition[Poisoned] Condition when drunk).</td>\n</tr>\n<tr style=\"height:33px\">\n<td style=\"width:10.3657%;height:33px;text-align:center\">11-20</td>\n<td style=\"width:88.853%;height:33px\"><strong>Fresh Tracks</strong>: The Vampire’s been through here recently. The Characters gain a +30 to their next Track Test.</td>\n</tr>\n<tr style=\"height:50px\">\n<td style=\"width:10.3657%;height:50px;text-align:center\">21-30</td>\n<td style=\"width:88.853%;height:50px\"><strong>Silver Cutlery</strong>: Someone left a rather fine set of silver cutlery down here. It needs a polish, but you’re sure it’s worth at least 3 GC. A Character can use the cutlery to attack Melone — it counts as an Improvised Weapon, but if it damages her, her Regenerate Trait is suspended for the Round.</td>\n</tr>\n<tr style=\"height:33px\">\n<td style=\"width:10.3657%;height:33px;text-align:center\">31-40</td>\n<td style=\"width:88.853%;height:33px\"><strong>An Old Victim</strong>: You smell it before you see it, but turning a corner, you discover the body of another unfortunate victim of the Vampire who has been decomposing for a few weeks now.</td>\n</tr>\n<tr style=\"height:33px\">\n<td style=\"width:10.3657%;height:33px;text-align:center\">41-50</td>\n<td style=\"width:88.853%;height:33px\"><strong>Dust Motes</strong>: One of your party kicked up a cloud of dust which is stinging your nostrils! Succeed on a <strong>Challenging (+0) Endurance</strong> Test or sneeze loudly, alerting Melone to your presence.</td>\n</tr>\n<tr style=\"height:67px\">\n<td style=\"width:10.3657%;height:67px;text-align:center\">51-60</td>\n<td style=\"width:88.853%;height:67px\"><strong>Loose Nail</strong>: A loose nail from a broken floorboard threatens to tear through the boot of one of the Characters. If the Character fails on a <strong>Challenging (+0) Perception</strong> Test, they suffer 5 Wounds, modified only by Toughness Bonus. The victim must also check for a @UUID[Compendium.wfrp4e-core.items.1hQuVFZt9QnnbWzg]{Minor Infection}.</td>\n</tr>\n<tr style=\"height:84px\">\n<td style=\"width:10.3657%;height:84px;text-align:center\">61-70</td>\n<td style=\"width:88.853%;height:84px\"><strong>Mouldy Mattress</strong>: What you thought was a solid wall of the maze was actually a mattress overgrown with black mould. You brushed against it, and the spores are now floating down your throat! Succeed on a <strong>Challenging (+0) Endurance</strong> Test or gain a @Condition[Poisoned] Condition with a Hard Difficulty. A Character may make an <strong>Average (+20) Trade (Herbalist)</strong> Test to harvest some of the mould to produce @UUID[Compendium.wfrp4e-core.items.nRfcszo6wF2sVFDn]{Faxtoryll} — a coagulant that cures @Condition[Bleeding] Conditions — at a later date.</td>\n</tr>\n<tr style=\"height:101px\">\n<td style=\"width:10.3657%;height:101px;text-align:center\">71-80</td>\n<td style=\"width:88.853%;height:101px\"><strong>Rat Traps</strong>: Someone had a grudge against the rats down here in years past. They’ve laid hundreds of rat traps, all still loaded and ready to spring. One false move, and you’ll be tripping them all! Each Character must make a <strong>Challenging (+0) Dodge</strong> Test to move through unharmed. If any Character fails, some traps spring causing each Character to lose 1 Wound regardless of Toughness or Armour, and forcing all Characters to repeat the Dodge Test. If a Character succeeds by +2 SL, they are free from the traps and don’t take additional Damage or make additional Tests.</td>\n</tr>\n<tr style=\"height:101px\">\n<td style=\"width:10.3657%;height:101px;text-align:center\">81-90</td>\n<td style=\"width:88.853%;height:101px\"><strong>Rotten Boards</strong>: The floorboards are soaked through with old sewage, and rotted down to almost nothing. In this place, they have decomposed to exactly nothing. A Character must perform a <strong>Challenging (+0) Dodge </strong>Test or fall through the floorboards into the festering mud around the foundations. If the Character is wounded in any way, they immediately contract a @UUID[Compendium.wfrp4e-core.items.kKccDTGzWzSXCBOb]{Festering Wound}. Additionally, they suffer from a −30 to all Fellowship Tests for the following two weeks as they just can’t wash the stink off them.</td>\n</tr>\n<tr style=\"height:50px\">\n<td style=\"width:10.3657%;height:50px;text-align:center\">91-100</td>\n<td style=\"width:88.853%;height:50px\"><strong>Iron Rain:</strong> A box is bumped, a stack teeters, and a crate of old rusty nails falls, spilling its terrible rain on everyone below. As Loose Nail, but it targets every Character in the group and makes a loud noise, granting +30 to Melone’s Perception Test.</td>\n</tr>\n<tr style=\"height:84px\">\n<td style=\"width:10.3657%;height:84px;text-align:center\">101-110</td>\n<td style=\"width:88.853%;height:84px\"><strong>Buried for a Reason</strong>: The Characters stumble on a box covered in heavy chains and faded symbols. The chains have corroded over the years, and they come free easily if pulled. If any Characters are foolish enough to open it, within is an artefact of the Dark Gods of Chaos (feel free to give it any terrible powers you deem worthy). Contact with the artefact counts as @Corruption[major]{Corruption (Major)}, and even looking at the thing brings @Corruption[minor]{Corruption (Minor)}.</td>\n</tr>\n<tr style=\"height:67px\">\n<td style=\"width:10.3657%;height:67px;text-align:center\">111-120</td>\n<td style=\"width:88.853%;height:67px\"><strong>Shock and Horror!:</strong> The Characters turn a corner and come face to face with the bedraggled form of Maria Melone, hunting for rats through the maze. She screams in terror and surprise (as might the Characters, most likely), and scrambles up one of the maze walls and flees. The next Track Test made by the Characters is <strong>Very Easy (+60),</strong> though Melone now knows they’re coming.</td>\n</tr>\n<tr style=\"height:67px\">\n<td style=\"width:10.3657%;height:67px\">121-130</td>\n<td style=\"width:88.853%;height:67px\"><strong>Ill-Advised Bravery</strong>: The Characters hear something rummaging around on top of one of the stacks. If they go to investigate they discover Trinity, who appears to have summoned the courage to face his fears in the maze! They’d better keep him safe, otherwise they’ll have to answer to Passerine and her prize-winning fists.</td>\n</tr>\n<tr style=\"height:84px\">\n<td style=\"width:10.3657%;height:84px\">131+</td>\n<td style=\"width:88.853%;height:84px\">\n<p><strong>Snotlings!</strong>: Who would have thought, in a place like this, there’d be a little group of six @UUID[Compendium.wfrp4e-core.actors.wdnXbjtKK7MtsZzc]{Snotlings} just minding their own business? Not the Characters, that’s for sure! The six creatures launch themselves at the Characters, who suffer from the @Condition[Surprised] Condition unless they succeed on an <strong>Average (+20) Perception</strong> Test. This fight is so loud that Melone automatically passes her Perception Test, if present.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Problems Along The Path</em></h3>\n<p><em>If there is ever a question over which Character suffers the effects of an encounter, either determine the target randomly or use the Character with the lowest score in the associated Skill or Characteristic. <strong>Example</strong>: Loose Nail would target the Character with the lowest Perception Skill.</em></p>\n<p><em>Additionally, if Melone is present, she can perform an <strong>Easy (+40) Perception</strong> Test each Round the Characters spend in the maze. If the Characters are specifically choosing to be stealthy, the Character with the lowest Stealth Skill in the group may make this an Opposed Test. If Melone succeeds on her Perception Test, she will wait until the party is in an inopportune position and will ambush them. However, it takes her as many Rounds as the −SL of the last Track Test (as the Characters are far away from her, and she must reach them herself through the maze, or along the ceiling).</em></p>\n</blockquote>\n<h3>The Vampire's Lair</h3>\n<p>@UUID[Actor.us1a9BvX4msRhErG]{Maria Melone’s} lair is hidden against one wall in the twisting labyrinth that is the basement of the Spittlefeld Tenement Building. She has a small, broken, polished mirror (into which she can often be seen staring, wondering where her reflection has gone), and a large stash of candles (though no way to light them, nor need to use them in the dark). She sleeps on a pile of soiled and bloody bed sheets, stolen from some of her victims. In one corner are broken and grime-coated cooking utensils, set up in a mockery of a fine noble kitchen.</p>\n<p>If the Characters manage to sneak up on Maria whilst she is in her lair, she is either staring at the mirror or pretending to cook something whilst humming to herself. She acts scared when confronted, but immediately turns feral — like a rabid wolf — when threatened. If the Characters treat her kindly, she will quickly be overcome with hunger and will attack them.</p>\n<p>Maria will fight to the death once her blood is up and has no sense of self-preservation. She has been driven entirely insane by her experiences and cannot speak in anything but clipped and babbled phrases. She appears to think she’s being disciplined by her employer, whom she keeps calling ‘<em>Lord Bruner’</em>.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/maria-melone.webp\" width=\"261\" height=\"365\" /></div>\n<div class=\"journal-image centered\">@UUID[Actor.us1a9BvX4msRhErG]{Maria Melone}</div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 500001,
      "_id": "F9lkwqgzJ3tQwuys",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!OwX4OV40wiE5lY9E.F9lkwqgzJ3tQwuys"
    },
    {
      "type": "text",
      "name": "Part 1: Wrong Place, Wrong Time",
      "text": {
        "content": "<p>The Characters awaken to an unwelcome discovery. They are trapped inside a house with a virulent plague, and there is no way out.</p>\n<h3>A Nasty Wake-up Call</h3>\n<p>The Characters awaken to the sounds of a hammer driving nails into wood. They are on the floor of a dirty apartment building, surrounded by snoring, shabby individuals sleeping amongst piles of filthy rags and dirty boots. In the lobby next door, a deep voice bellows disapproval as a handful of others argue loudly.</p>\n<p>With the simplest investigation, it is obvious what is happening. The front door to the building has been boarded shut by members of the town Watch, and the local tenants are scared and confused. One of these tenants is @UUID[Actor.cZg2JqchVim3KUEq]{Gino}, an Ogre who barely fits in the damp lobby, and he is shouting through the sealed door. If any of the bickering tenants are approached, it quickly becomes clear the tenement building is behind a holy cordon sanitaire of Shallya. This means the building is in complete quarantine, and no one is allowed in or out on pain of death. Outside, the Watchmen reinforce this: <em>‘You ain’t getting out unless the Plague what you filthy Spittlefelders is spreading stops! Which probably means you all dying in there!’</em></p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/gino.webp\" width=\"295\" height=\"283\" /></div>\n<div class=\"journal-image centered\" style=\"text-align:center\">@UUID[Actor.cZg2JqchVim3KUEq]{Gino - Tenement Manager}</div>\n<h4>What’s Happening</h4>\n<p>The Characters are likely very confused about how they came to arrive in Spittlefeld, and what the plague is. If none of the Characters approach Gino, he will approach them. The Ogre will explain in simple, bellowed sentences what is happening as his tenants bicker and the Watch taunts them from outside. Gino likes to call anyone skinnier than him ‘SLIM’, and everyone is skinnier than Gino. He explains how the Characters arrived at Spittlefeld, though details are scant and possibly contradictory as the Ogre doesn’t really understand them. Use the following as examples of his speech. ‘FOUND YOU, SLIM. NOT EAT YOU. 5 PENCE, NOW!’ ‘YOU ASLEEP ON STREET. TOOK YOU IN. 5 PENCE, SLIM!’ ‘WOT IS ‘APPENING, SLIM? WHY WATCH LOCK MY DOOR? I’M HUNGRY!’ Disturbingly for those not used to Ogres, Gino’s stomach makes the most horrendous rumble, like he’s really, really hungry.  While that is almost certainly true — after all, Ogres are almost always hungry — the thunderous belly-rumble is normal for Ogres; indeed, Gino swallows a large quantity of rock and rubble to aid his digestion, and that alone accounts for much of the grind.</p>\n<p>Unsurprisingly, Gino’s tenants are terrified by what’s happening. Some are shouting their horror at being trapped in the building by the Watch, some are debating what to do about the mysterious plague, and others are looking on with worried expressions at their tenement manager, wondering what will happen when he gets hungry. There are a dozen families in the tenement building as detailed in @UUID[.Ip0ARRPLBpBlQcec]{The Folk of Spittlefeld}. Feel free to create additional NPCs from these families to interact with the Characters, all with their own foibles and complaints about the current situation as best fits your campaign.</p>\n<p>If you wish to keep it simple, an <strong>Easy (+40) Gossip</strong> Test reveals the following details about the plague from the worried tenants. Extra Success Levels uncover additional pieces of information. Each of the rumours has an example NPC provided to supply them, but feel free to change this as you see fit. If you prefer, you could roleplay these conversations without Gossip Tests if that works better for your group.</p>\n<ul>\n<li>\n<p><em>‘The first to die was Argus Finkel. Lived on the fourth floor, he did. Died four weeks back. A shame, really. He used to sing the finest songs. Then his throat got all bruised, his eyes bugged out, and he died the day after.’ </em><br />— Godfrey Schott, Launderer</p>\n</li>\n<li>\n<p><em>‘About four a day fall to the sickness. Not terrible, given most plagues wot I’ve seen, but enough to ruffle Shallyan feathers.</em>’<br />— Henrietta Morrhandler, retired corpse-cart driver</p>\n</li>\n<li>\n<p><em>‘Not everyone who’s died lived in Spittlefeld… But most of ’em did. Folks in surrounding parts’ve been hit, too, but we’ve seen the worst of this plague — like everything else.’ </em><br />— Kurt Sprecher, Layabout</p>\n</li>\n<li>\n<p><em>‘Used to be more folks living here. For every one you see now, three more lived before. Couldn’t swing a cat without hitting someone. Especially with all them urchins under Passerine’s care. A lot of ’em moved away when the sickness started, but a lot more have died from it since.’ </em><br />— Bella Schnatzer, Cat-napper</p>\n</li>\n<li>\n<p><em>‘It comes on quick, you see. Burns right into you at the drop of a hat, it does. You go to bed, fine and dandy, next minute you wake up sick as a dog with your neck all bruised and your head burning from the worst fever you’ve ever seen. Some go in a day, others hold out for a week.’ </em><br />— Gudrun Drexler, Labourer</p>\n</li>\n<li>\n<p><em>‘Gino found Doktor Gilani this morning with a fever. She who was sent to save us has fallen to the Lord of Plagues. We’re doomed, I tell you! Shallya should be with us, not making a cordon around us!’ </em><br />— Nikolas Krud, Gambler</p>\n</li>\n<li>\n<p><em>‘I heard that good-for-nothin’ Srulem shoutin’ earlier that the Elf upstairs is up to no good, that ’e’s responsible for all this, and that Srulem’s gonna kill ’im, I did. ’Course, Srulem’s as full of hot air as his brother Sreluc, so I doubt there’s anything to it.’ </em><br />— Klaus Unhöflich, Gossiper</p>\n</li>\n</ul>\n<h3>The Good Doktor</h3>\n<p>If the Characters wish to talk to the doktor, they can be shown to her bedside by @UUID[Actor.cZg2JqchVim3KUEq]{Gino} or any of the other regular tenants. If the Characters show no interest in talking to the doktor, but are adamant that they need to get out of Spittlefeld, Gino will say that the doktor is the only person he knows who can stop the plague, and therefore, get them all out alive.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/alexandra-giliani.webp\" width=\"243\" height=\"286\" /></div>\n<div class=\"journal-image centered\" style=\"text-align:center\">@UUID[Actor.L4RurnIhaVTl6s3S]{Alexandra Giliani - Medical Prodigy}</div>\n<p>@UUID[Actor.L4RurnIhaVTl6s3S]{Doktor Giliani}, a Tilean physician of some skill, lies on a stained cot and is barely conscious. She sweats profusely, turning her bedclothes a translucent grey. Her eyes are glassy, her skin is pallid, and her neck is bruised dark purple, almost black. She’s so weak she doesn’t even cough, just wheezes deep in her chest. She beckons anyone who will get close enough to her, before saying, in heavily accented Reikspiel the words ‘...my diary holds the truth...’ After, her eyes roll back and she falls unconscious and cannot be stirred.</p>\n<p>If the Characters ask any of those around her, they must perform an <strong>Easy (+40) Charm</strong> Test to get the following answers — folks are eager to help, but they don’t want to incriminate their neighbours. On a success, they will say that they saw the doktor writing in her diary at every chance she got, constantly scribbling in it. They claim she had it on her person at all times, except when she slept, when she’d tuck it into her travelling bag which is jammed underneath the bed. At +4 SL, they will go on to say that the bag had been rummaged through by some of the tenants after the doktor fell ill, and the book may have been taken. At +6 SL, they will reveal the culprit: Trinity, one of Annika Passerine’s orphans.</p>\n<p>Alternatively, the Characters can perform an <strong>Average (+20) Perception</strong> Test to look around for the diary, finding the travelling bag underneath the bed on a success. At +2 SL, the Characters will be able to tell the bag has been rummaged through. If the Characters confront any of the tenants in the area about this fact directly, the above Charm Test is <strong>Very Easy (+60)</strong> instead.</p>\n<p>If the Characters fail to find out who took the diary through any other means, before they leave, they see two frightened eyes staring at them from one of the vents in the wall. The eyes — belonging to Trinity, the culprit — will immediately dart away, and if the Characters give chase, move to @UUID[.ZU2SH5yaENEOFlA8#the-chase]{The Chase}.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 200001,
      "_id": "5qgzGkmiqWnMqcpb",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!OwX4OV40wiE5lY9E.5qgzGkmiqWnMqcpb"
    },
    {
      "type": "text",
      "name": "Resolution",
      "text": {
        "content": "<p>Once the Characters have dealt with Maria Melone, they can get the guards’ attention outside the tenement building by making enough of a fuss about the Vampire. With the doktor’s diary, and the head of the Vampire, the guards will be convinced and the quarantine can be lifted. (The guards are unwilling to come inside and look at the corpse whilst the quarantine is in effect.) Characters who attempt to tell this story to the guards without proper evidence will be at best ignored, and at worst may face a visit from a Witch Hunter in a plague doktor’s uniform…</p>\n<h3>Rewards</h3>\n<p>The following experience points should be awarded at the end of the adventure:</p>\n<ul>\n<li>\n<p>@Exp[50,Had a good time roleplaying]{50–75 points each for a good time roleplaying}</p>\n</li>\n<li>\n<p>@Exp[25,Helped Annika Passerine with her medicine]{25 points each for helping Annika Passerine with her medicine}</p>\n</li>\n<li>\n<p>@Exp[25,Helped Sreluc find his brother and defusing the situation with Eluharath]{25 points each for helping Sreluc find his brother and defusing the situation with Eluharath}</p>\n</li>\n<li>\n<p>@Exp[50,Slayed the Vampire.]{50 points each for slaying the Vampire.}</p>\n</li>\n</ul>\n<h3>Aftermath</h3>\n<p>Once freed from Spittlefeld, the Characters have several leads they may wish to follow. @UUID[Actor.L4RurnIhaVTl6s3S]{Doktor Giliani} remains close to death, and if she can be cured, she would not only go on to do more good in the Old World but would act as a skilful ally of the Characters. Additionally, the Characters may have questions about how the von Bruners are connected to @UUID[Actor.us1a9BvX4msRhErG]{Maria Melone}, so they may seek out answers (which could lead to many far greater and more powerful enemies than a poor vampire thrall in a basement).</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-crossed-pistols.webp\" width=\"205\" height=\"265\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 600001,
      "_id": "RiCMICdL855SLuK1",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!OwX4OV40wiE5lY9E.RiCMICdL855SLuK1"
    },
    {
      "type": "text",
      "name": "The Folk of Spittlefeld",
      "text": {
        "content": "<h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\">The Folk of Spittlefeld</h3><p>There are a dozen families left living in Spittlefeld, though the specifics of how many comprise each are left up to you to decide.</p><ul><li><p>The <strong>Drexlers</strong>, who claim they’re far richer than they actually are.</p></li><li><p>The <strong>Händescheims</strong>, a family of gong farmers (they gather excrement and sell it).</p></li><li><p>The <strong>Loserbodens</strong>, a family who have a habit of cooking truly upsetting stews that stink out the entire building. They are also the Händescheims’ best customers.</p></li><li><p>The <strong>Kruds</strong>, a family with so many shoots and branches, you’d swear they were Halflings.</p></li><li><p>The <strong>Morrhandlers</strong>, who have always wanted to be members of the Mourners’ Guild.</p></li><li><p><strong>Passerine’s wards</strong>, a gaggle of street urchins and orphans under the protection of Annika Passerine.</p></li><li><p>The <strong>Schnatzers</strong>, petty criminals who mean well, but don’t have the means.</p></li><li><p>The <strong>Schotts</strong>, who operate a filthy laundromat on the ground floor.</p></li><li>The <strong>Spittlefeld-Skelfsiders</strong>, a Halfling beggar family who are often mistaken for Passerine’s orphans.</li><li><p>The <strong>Sprechers</strong>, an extremely poor family who trace their lineage to the founding of Spittlefeld.</p></li><li><p>The <strong>Unhöflichs</strong>, notorious gossips who are generally disliked because they have very long memories.</p></li><li>The <strong>von Adelbergheimdorfs</strong>, a small family notorious for lying about having a strong, ancient, noble bloodline.</li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": false
      },
      "sort": 300001,
      "_id": "Ip0ARRPLBpBlQcec",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!OwX4OV40wiE5lY9E.Ip0ARRPLBpBlQcec"
    },
    {
      "type": "text",
      "name": "Shaking Things Up",
      "text": {
        "content": "<h3>Starting the Adventure</h3><p>Slaughter in Spittlefeld is specifically designed as a simple adventure to start whenever needed, but perhaps you want more ways to tie it directly into the story of your ongoing campaign. The following suggestions may help.</p><ul><li><p>The Characters are hired by Lady @UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht} to find someone inside the tenement building and keep them safe — whether an old friend such as Annika Passerine, or a useful ally like Doktor @UUID[Actor.L4RurnIhaVTl6s3S]{Alexandra Giliani}. Another possible answer — that Nacht knows @UUID[Actor.us1a9BvX4msRhErG]{Maria Melone} is in the basement — is explored on below.</p></li><li><p>Doktor Grat, of @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.XXEYah0l4NQV0Uhs]{The Physicians' Guild} of Ubersreik and secretly @UUID[JournalEntry.d8nvgs2H5MmtKhdM.JournalEntryPage.L5gV9pgaWXB3floP#the-tinean-fellowship]{The Tinean Fellowship}, is fascinated with the strange disease radiating out from the tenement building and hires the Characters to investigate. Alternatively, she instructs the Characters to rent a room there, under the pretext of a clandestine meeting, the night before she knows it is being quarantined (by her signed order) so that she can record the results.</p></li><li><p>Another member of @UUID[JournalEntry.d8nvgs2H5MmtKhdM.JournalEntryPage.L5gV9pgaWXB3floP#the-tinean-fellowship]{The Tinean Fellowship} — Viktor Felken — is worried the strange disease will bring undue attention to his own experiments within the town, and hires the Characters to get to the bottom of it before the place is boarded up.</p></li></ul><h3>Increasing the Horror</h3><p>Slaughter in Spittlefeld is, foremost, an adventure about horror. Even with a little humour thrown in there, the themes are horrific, and the final fight is intended to be bloody and tragic. However, for more experienced groups, the final conflict might be a little lacklustre. The following tips can be used to up the ante and make @UUID[Actor.us1a9BvX4msRhErG]{Maria Melone} more terrifying.</p><ul><li><p>The mirror Maria can be seen staring into, in fact, does show her reflection, which may cause some Players to be confused… until they discover that the ‘reflection’ was in fact Maria’s twin who was also turned and hid in the basement with her. This simple trick acts as a nice bait-and-switch moment, and doubles the lethality of the final fight.</p></li><li><p>Maria’s filthy conditions, and her strange new powers, may manifest in all manner of curious and horrifying ways. New powers include an ability to control Rat Swarms, which aid her in Combat, or perhaps the power to reanimate skeletal rats as @UUID[Actor.G6phOC8xtFQWTWeQ]{Undead Rat Swarms}!</p></li><li><p>The horror elements can be increased by making Maria actively hunt the Characters in the maze. To make this more terrifying, set a minimum number of maze encounters of 3 + any additional encounters from the Track Tests. Describe scuttling sounds getting closer to the Characters once Maria has detected them in the maze, and have her perform hit-and-run attacks with Stealth Tests and @Condition[Surprised] Conditions.</p></li></ul><h3>It's All Connected!</h3><p>The NPCs in <strong>Slaughter in Spittlefeld</strong> is integral to the plot, but with a few changes, they can be tied deeper into the ongoing strife elsewhere in Ubersreik, and in the other adventures throughout this book. Consider some of the following changes.</p><ul><li><p>@UUID[Actor.pFcCHVMUhgeOOS3l]{Annika Passerine}, instead of being an ex-pit fighter, could have been ex-Watch before the Altdorf invasion. This would put her in a curious position, as someone trusted by the old Watch, including Captain @UUID[Actor.xJGrg8I8NsemrsNR]{Erwin Blucher}. Additionally, her orphans could serve well as spies for Lady @UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht}, meaning she is curiously placed right in the middle of the personalities in @UUID[JournalEntry.AonLHi09EgfzdXpF]{Heart of Glass}.</p></li><li><p>@UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem} and @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc White-eyes} could be the sons of the disgraced @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim}. Alternatively, they may be tied to any other Dwarf family in Ubersreik, and make a convenient entry into Dwarf politics, depending on where you wish your campaign to go from here.</p></li><li><p>@UUID[Actor.us1a9BvX4msRhErG]{Maria Melone} is an intentional nobody — the von Bruners who essentially kidnapped her, and the Vampire who turned her, both targeted her because she wouldn’t be missed. Whilst this fact could be changed, and she could be linked to any number of missing people around Ubersreik, her abductors are a good chance for you to link the adventure elsewhere. Perhaps the noble family who hired Melone rule over @UUID[JournalEntry.Df9aBQCcpj00vtYt.JournalEntryPage.wsRznlHSdeOFm5WX]{Gotheim}, or maybe Maria herself is from there. Perhaps the Vampire wasn’t travelling at all, and is someone in Ubersreik, living a double life. Perhaps even Lady @UUID[Actor.hcAF95tFaOdoZoeF]{Emmanuelle Nacht} is a Lahmian Vampire who attempted to turn Maria and lost control of her!</p></li></ul><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/vampire.webp\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 700001,
      "_id": "FnaFMIUzGzJWeR8T",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!OwX4OV40wiE5lY9E.FnaFMIUzGzJWeR8T"
    }
  ],
  "folder": "ydG6mRraijSbGIXu",
  "sort": 250000,
  "ownership": {
    "default": 0,
    "p6OsUjigSLS2Fduz": 3
  },
  "flags": {
    "wfrp4e-ua1": {
      "initialization-folder": "Ubersreik Adventures I",
      "sort": 250000
    }
  },
  "_stats": {
    "systemId": "wfrp4e",
    "systemVersion": "7.0.0",
    "coreVersion": "11.307",
    "createdTime": 1676514541418,
    "modifiedTime": 1693273574414,
    "lastModifiedBy": "sAiwDCZFd21tgaDN"
  },
  "_id": "OwX4OV40wiE5lY9E",
  "_key": "!journal!OwX4OV40wiE5lY9E"
}
