{
  "name": "The Guilty Party",
  "pages": [
    {
      "type": "text",
      "name": "Part 4: Reuniting With Andreas",
      "text": {
        "content": "<div class=\"journal-image centered\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/guilty-party.webp\" /></div><p>The town of Bruckthin is one of the final stages before Altdorf itself. The Crossed Axes is an incredibly old Coaching Inn found close to the town’s western gate. The providence of the name is uncertain, but may have something to do with an ancient alliance between Dwarves and followers of Ulric. Certainly the inn’s sign depicts Blitzbeil laid atop a Dwarven rune axe.</p><p>A very fine coach, decorated in gilt regalia depicting the heraldry of the Cannon Ball Express coaching company, is parked conspicuously outside the inn.</p><p>@UUID[Actor.FYN8xjK9ytQgxARt]{Andreas Wagenknecht} is waiting in the public bar. He is delighted to see the Characters. As soon as they enter he calls over to them.</p><blockquote><p>“Ah, good people! It is wonderful to see you once more. Please, take a seat.” He turns to the bar and calls to the innkeeper. “Innkeep, some hot food and fine ale for my friends here.” He rises from his seat. “Please, refresh yourselves, I must ensure Jan is seen to as well. Once I return we will head to my room and discuss the details of your journey.” <em>With a friendly wave he heads out to the stable.</em> </p></blockquote><p>If Characters simply wait to be served, the innkeeper soon brings them a hearty hot dinner, and as many pints of frothy ale as they can drink.      </p><p>Any Characters who go to watch what Andreas does see him exchanging pleasantries with @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan}. Make a Stealth Test on Andreas’s behalf (his Stealth Skill is 45) opposed to the Watching Character’s Perception. If the Character wins this test, they notice Andreas handing Jan a purse. Jan has been bribed to continue his journey right away. He heads back to the coach, and drives in the direction of Altdorf as soon as the Characters and Andreas begin their meeting.</p><p>When the Characters have finished their meal, @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} invites them up to his room. Read the following to the Characters as they enter.</p><blockquote><p>‘<em>Andreas leads you into one of the inn’s small conference rooms. There is a table inside surrounded by comfortable-looking chairs. There are people sitting here already, clearly having just enjoyed a meal themselves. Andreas makes some quick introductions. </em>“I have the honour of presenting you to Gershwin Fischgrätenmuster, esteemed fleet master of Cannon Ball Express,” he gestures to a large man with drooping mustachios and sweaty red cheeks, dressed in fine fashion, “and his secretary, Frau Bastel.” <em>He indicates a mousy-looking girl of nineteen, who clutches at her writing equipment and begins to scribble down notes. Andreas then gestures towards you for Gershwin’s benefit</em>. “These fine people are the agents I commissioned to help expose the wrongdoings of Four Seasons.”’</p></blockquote><p>Gershwin leaps to his feet, pumping the Characters’ hands in turn, a little too vigorously. ‘<em>I trust you are fed and watered!’</em> He bellows. ‘<em>Please, tell us all about your findings!’</em></p><p>Gershwin loudly interrogates the Characters about their journey in excruciating detail. He seems to be in no hurry to discover the fate of the missing coach, but instead expresses a lot of concern over the thugs in Ubersreik, drunken highwaymen, Dwarven travellers, and so on. He also stops them regularly in order to note down a summary of the information they give him on a sheet of paper. However, it is clear that his initial good humour is quickly replaced by suspicion as he tends to regard the Characters’ behaviour in an exceedingly ungenerous light. <em>‘So, you are the miscreants who caused the riot in Ubersreik’s Fleshmarkets? Do you have any idea what that ended up costing the city?’</em></p><p>The Characters, who have been travelling all day by this point, must make a <strong>Challenging (+0) Endurance </strong>Test whilst they undergo this grilling. Should they fail they suffer a @Condition[Fatigued] Condition.</p><p>If the Characters talk to @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} about a story they heard from Carla Pfeffer he looks grim. ‘<em>That is a long story, and she doesn’t quite have the right of it. I will explain myself, happily, but we need to conclude our business first.’</em></p><p>When the Characters finally begin to relay information about the lost coach, Andreas grows increasingly frustrated. He listens, but his brows beetle, and a sneer begins to form around his lips. Once it becomes clear that the only explanation for the missing coach is the predation of Goblins, he loses his temper.</p><blockquote><p>‘<em>Andreas pounds at his desk with his fist</em>. “No! No this won’t do! We can lay all sorts of mischief at Elicha Hochs’s feet, but she is no consort of Greenskinned raiders. This is a charge that won’t stick! There must have been some evidence of her involvement in all of this! What is it?”’ </p></blockquote><p>If the Characters present no evidence, Andreas broods for a while. If they try to get him to talk, he grimaces and says, <em>‘I’m thinking here, be quiet for a moment.’ </em>After a while, he rises from his seat and says, ‘<em>For all your lack of success, I suppose you deserve your pay. Wait here while I fetch it.’</em> </p><p>However, Gershwin is having none of it. <em>‘Pay? These people? Andreas, you promised me they would expose Elicha Hochs. They’ve done nothing of the sort. As far as I see it, they have committed all manner of ineptitude and crime into the bargain. This association threatens the Cannon Ball’s good name! I won’t authorise the spending of a single penny on this benighted enterprise!’ </em></p><p>Gershwin storms out of the room, followed by an apologetic Frau Bastel. They head out of the front door of the inn, climb into the richly decorated coach, and head towards Altdorf.</p><p>@UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} seems furiously embarrassed by the whole affair. He apologises profusely to the Characters, promising that if they just wait a while he will sort them out with some compensation. He then goes down to the courtyard where a member of the inn staff has been minding his horse, mounts it and rides as quickly as he can in the direction of Altdorf. </p><p>Should the Characters attempt to waylay @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} as he leaves, he calls out to the inn staff, ‘<em>Help! These treacherous dogs have robbed me!’ </em> The inn staff do their best to break up any fight, and allow @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} to escape. They were told before the meeting that Andreas expected a group of ne'er-do-wells who owed him a great deal of money, but that he was afraid they would kill him sooner than pay up.</p><p>If the Characters are clever enough they may try to convince Gershwin that there is indeed evidence linking Elicha to the crashed coach, they may have even fabricated some of their own. If this happens @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} plays along. He knows well enough that Goblins are to blame, and that the Characters are lying. He thanks them for their good work, then leaves without paying the Characters a single coin, as above.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 1400000,
      "_id": "nezNFUx3Y9pqyHau",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.nezNFUx3Y9pqyHau"
    },
    {
      "type": "text",
      "name": "Part 1: A Coachman In Need",
      "text": {
        "content": "<p>The introduction to this adventure can occur pretty much anywhere in or around Ubersreik, though it works best if it happens outside @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House}. As the Characters are approaching (or leaving) the venue they come across thugs violently accosting a coachman. The Characters become embroiled in the struggle which concludes when @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} intervenes in his role as a Verenan investigator. He then proceeds to offer the PCs a commission to look into a series of crimes against coaching houses.</p>\n<p>Read the following text:</p>\n<blockquote>\n<p>Up ahead, a group of rough-looking individuals are pushing and shoving a man around. The group consists of four men who are being encouraged by a petite young woman with blonde hair. They all shout at the man, accusing him of offering aid and comfort to the Altdorfers.</p>\n<p>The man cowers from the thugs, who feign outrage, accusing him of trying to attack them before laying into him hard with vicious punches and kicks.</p>\n</blockquote>\n<p>The woman is Lorbeer Weber, a minor member of the von Jungfreud estate, who has taken to agitating on the behalf of the dispossessed aristocrats. Her network of thugs and toadies identify those with connections to the occupying Imperial forces, and subject them to violent mobbing. Lorbeer has been tipped off by an agent of Elicha Hochs. Lorbeer believes this man is a coachman from Altdorf who has ferried men and supplies from the capital to Ubersreik.</p>\n<p>This agent is in the midst of the angry mob. At some point in the confrontation call for the characters to make <strong>Average (+0) Intuition</strong> Tests. Those who pass notice that a member of the group, a shortish man with ginger hair and a large bushy moustache, stands aloof from the other thugs and scrutinises them with a beady eye. This is Rolf Gucker, Elicha’s spy and agent.</p>\n<p>If the Characters step in to help the coachman, the thugs will put up a half-hearted defence. If the Characters choose not to help, the thugs will act in such a way as to pull them into the confrontation. ‘<em>Oi, you lot! What you looking at? You an Altdorf lover? Best walk on if you don’t want a broken jaw!’</em></p>\n<p>If Characters persistently refuse to oppose the @UUID[Actor.jhkdQwtqz42Z2Ady]{thugs} a couple of them even go so far as to assault the Characters as they leave the scene (nothing that would cause injury, but shoves, kicks to the backside, and so on).</p>\n<h3>@UUID[Actor.jhkdQwtqz42Z2Ady]{Thug}</h3>\n<p>Aside from Rolf these thuggish Ubersreikers have rather stereotypical Voberglander looks, with lank brown hair, and impressive handlebar moustaches. They all carry hand weapons and wear worn, tough leathers. Once they have lost half of their collective wounds or more they retreat, spitting curses and making threatening promises of revenge. Lorbeer does not fight, though if she is attacked she defends herself (use the same profile; she is tough and mean for all her small size). It is important that both Rolf and Lorbeer survive this encounter.</p>\n<p>During the fight with the thugs another man appears on the scene. He joins in on the Characters’ side. He delivers deft and practised blows to the threatening thugs. This is @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas}. As he fights he shouts the following at Lorbeer. ‘<em>As for you, little trouble maker, I know who you’re schilling for. You can tell her that I’m on to her, and as Verena is my witness — her operation’s about to come crashing down</em>.’ </p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/andreas-wagenknecht.webp\" width=\"203\" height=\"249\" /></div>\n<div class=\"journal-image centered\" style=\"text-align:center\">@UUID[Actor.FYN8xjK9ytQgxARt]{Andreas Wagenknecht - The Double Agent}</div>\n<p>Once the thugs have been routed, Andreas sees to the coachman who is bruised and shaken, but not badly injured. After checking on the coachman he turns to the Characters, warning them that they may have made enemies. He then offers them an opportunity. If the Characters did nothing to help the coachman or combat the thugs Andreas catches up with them and gives the same speech.</p>\n<p>Read the following to the players: </p>\n<blockquote>\n<p>‘I hope you folks know what you’ve gotten yourselves into. That young lady has been stirring up a lot of trouble recently. She’s connections in some lofty places, and she’s trying all she can to incite a riot against the Emperor’s forces here. I’m Andreas, by the way. I was wondering who you might be? I haven’t seen you around here before.’ </p>\n</blockquote>\n<p>@UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} will encourage the characters to talk about themselves. On finding out that they have adventuring experience, he becomes effusive.</p>\n<blockquote>\n<p>‘Wow! It sounds like you do all sorts of work. I’m in a similar line myself. Investigations, contract by contract. I could have a use for people such as yourselves, as it happens. It’s all tied in with this incident. Somebody is making a lot of trouble for coaches and coachmen in Ubersreik. It’s my job to find out who, but I could use some help. There would be good coin in it for you.’ </p>\n</blockquote>\n<p>@UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} does not talk about his employers, but if Characters point out that he carries the symbol of Verena he looks abashed and mutters that he, ‘<em>can neither confirm nor deny an association with the temple’</em>. He sheepishly tucks the symbol under his shirt (but is sure to remove it later).</p>\n<p>He tells the party to meet him tomorrow at sunset in one of the small private booths in the Crown of Carolus, a small tavern on the south side of the river. Before he and the Characters part ways he says:</p>\n<blockquote>\n<p>‘The job involves travel, so be prepared to leave. If you need to get some things together and make other arrangements you have tomorrow to do it, but you will need to be on the road promptly if you want the work.’</p>\n</blockquote>\n<h3>The Day Before the Meeting</h3>\n<p>The Characters have until the evening of the following day to prepare for their journey. </p>\n<p>At some point during the day, when the characters are in a public place, Herman Kramer accosts them. This hulking belligerent has balding fair hair and a prodigious underbite. He shoves the nearest character roughly: ‘<em>Look who it is, a merry bunch of lackeys for the occupation,’</em> spits at their feet, and saunters off.</p>\n<p>Herman is not one of the thugs who fought with the characters the night before, but he moves in similar circles. If the Characters accost him, he fights fiercely (using the same profile as the @UUID[Actor.jhkdQwtqz42Z2Ady]{thugs}), only capitulating when he starts to take critical hits.</p>\n<p>If he is interrogated Herman is tight-lipped, but if threats of continued punishment are made, and backed up with an <strong>Intimidate </strong>Test opposed to his Cool of 40, he provides the following information:</p>\n<blockquote>\n<p>‘Look, you gave me a good clattering, let’s call it quits eh, no hard feelings? Perhaps I can set your minds at rest that this was nothing personal. I got given some clank to give you a scare is all. It was a man I hadn’t met before. I don’t know his name. He was shortish and stoutish, with reddish hair and a bushy moustache.' </p>\n</blockquote>\n<p>Herman genuinely knows nothing else. He is a distant affiliate of Lorbeer, but says that she had nothing to do with it. Rolf Gucker is the man in question. If the Characters noticed him earlier the description fits. Herman has never met Andreas.</p>\n<h3>At the Crown of Carolus</h3>\n<p>The Crown of Carolus is a strange little tavern; clean and bijou with white walls and terracotta tiles. It looks like it was lifted from a grassy Averland hillside and plonked with little ceremony among the wharves and jetties of the Ubersreik docks. It’s a place for merchants to relax and cut deals whilst stevedores shift their cargos.</p>\n<p>Whilst the Crown of Carolus is a little pokey, it serves quality food and drink at reasonable prices, and the staff are friendly and professional.</p>\n<p>@UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} arrives shortly before sunset and waits for the characters (patiently if need be). Normally riffraff would be turned away, but Andreas will vouch for characters who don’t look the part. Once the Characters have settled he outlines his mission for them.</p>\n<blockquote>\n<p>‘Now to business. I know this might be hard to believe, but a lot of the trouble that has been affecting life in Ubersreik, particularly in regard to all this hysteria that’s being whipped up about the visiting troops from Altdorf, is actually due to a representative of the Four Seasons Coaches. Elicha Hochs is her name. I don’t suppose you know of her, do you?’ </p>\n</blockquote>\n<p>If the characters are aware of Elicha, Andreas encourages any talk about her involvement with causing trouble for Gunther Abend, and coaching in general. Andreas is careful to reassure any Characters who may have helped Elicha in the past that any misbehaviour on their part is forgiven, as long as they provide him with assistance. Once the Characters have had a chance to ask any questions, he continues.</p>\n<blockquote>\n<p>‘Not only has Frau Hochs been making life difficult for Altdorfers but she has masterminded a dreadful crime. A couple of weeks ago a coach belonging to the Imperial Expressways line left Altdorf for Ubersreik, but never made it as far as Blutroch. I have reason to believe Elicha has been sponsoring acts of sabotage along the route in the hope of driving the Bridge House Inn out of business. I have heard that she has been up to all sorts of mischief: sponsoring highwaymen, tipping off thieves to the coaches’ schedules working to lame horses with pits in the road. But whilst I am confident of her guilt I need evidence, and I think it can be found alongside this missing coach.’     </p>\n</blockquote>\n<p>@UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} pauses to see if the Characters have anything important to add or questions to ask. He concludes with the following remarks.</p>\n<blockquote>\n<p>‘There is a Cannon Ball Express coach due to leave the Bridge House in an hour’s time. There’s space on board for all of you. I will be leaving tonight as well, taking a horse to the Crossed Axes in Bruckthin. That was one of the last places we can confirm a sighting of the missing coach. There must be evidence of the coach to be found on the road between Blutroch and Bruckthin. Find it and your reward will be a purse of 20 gold crowns.’ </p>\n</blockquote>\n<p>Andreas has nothing more to say, but if the Characters ask certain questions he may be willing to provide more information.</p>\n<p><strong>You are with Cannon Ball Express, what do you care if an Imperial Expressways coach goes missing?</strong></p>\n<p><em>‘Four Seasons may think they can go at it alone, but there is a degree of fraternity between the older coaching houses. This infighting serves no one.’</em></p>\n<p><strong>Come off it, you’re surely bitter business rivals? (Average (+20) Charm Test)</strong></p>\n<p>Fail: <em>‘I assure you, we’re not. We’re in this together.’</em></p>\n<p>Pass:<em> ‘Look, in this case the enemy of my enemy is my friend. If I can pin something significant to Elicha we’ll all be much happier.’</em></p>\n<p><strong>How about a little money up front? (Make an opposed Haggle Test against Andreas’s Haggle Skill of 45.)</strong></p>\n<p>Fail:<em> ‘I’ll pay you when you’re finished, but I can’t spare anything more right now.’</em></p>\n<p>Pass: <em>‘I have arranged for the coachman to provide you with enough money for the road. He will provide you with a purse for your own spending.’</em></p>\n<p> </p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 200000,
      "_id": "4l4bEvLF1G6T0TlR",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.4l4bEvLF1G6T0TlR"
    },
    {
      "type": "text",
      "name": "The Guilty Party",
      "text": {
        "content": "<p><strong>The Guilty Party</strong> is an adventure designed to help GMs who have guided their players through a few of the adventures set in and around Ubersreik, but now wish to commence the <strong>Enemy Within</strong> Campaign, beginning with <strong>Enemy in Shadows</strong>. </p><p>The adventure is intended to be played with characters who have a little experience, and it is assumed that they will have made something of a name for themselves in and around Ubersreik before they begin this adventure.</p><h3>Adventure Summary</h3><p>Gunther Abend is feted for the service he provides at @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House}, but is facing setbacks. He is from Altdorf, and has been welcoming to Imperial troops. This hospitality amounts to little more than professional courtesy but local malcontents claim that Gunther has facilitated an invasion.</p><p>Against this backdrop, mishaps have befallen coaches travelling to and from the Bridge House. Broken axles, lamed horses, and banditry are risks any serious coaching operation accounts for. Nevertheless, the inn is gaining a reputation as a dangerous destination.</p><p>Much of this is due to the machinations of Elicha Hochs, a representative of @UUID[Compendium.wfrp4e-eis.journals.XGUpnYfS67guNIWJ.JournalEntryPage.R2BCxi4CJH4hUrru#four-seasons-coaches]{Four Seasons} coaching house. Her employers wish to purchase Bridge House. They have set Elicha the mission of softening Gunther up. A subtle operator, Elicha is careful to work through catspaws. Most of those acting on her behalf never even meet her. She has been careful to ensure that Four Seasons Coaches also fall afoul of mishaps, though they are far less frequent. </p><p>However, the two rival coaching houses that also make use of facilities at the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House}, Imperial Expressways and Cannon Ball Express, suspect foul play. Elicha is feeling the pressure. She has recently been rattled by the loss of an Imperial Expressways coach. Whilst Elicha is not above hiring thugs to beat up coachmen and waylay travellers, the wholesale loss of a coach threatens to attract more attention than she can bear.</p><p>But it also presents an interesting opportunity, so she has hatched a plan. She knows whatever happened to the lost coach cannot be traced back to her. Therefore, if one of her rivals were to accuse Four Seasons of sabotaging the Imperial Expressways coach and it was proved to be untrue, it would end up discrediting her accuser instead. This accusation would exonerate Elicha — even of the incidents for which she is actually responsible.</p><p>@UUID[Actor.FYN8xjK9ytQgxARt]{Andreas Wagenknecht} was once an investigator for @UUID[Compendium.wfrp4e-core.journals.NcH9OhleJFfaUdon.JournalEntryPage.9bWE0Ayt5XGQf50r]{Cult of Verena}, but left their employment to work for the Cannon Ball Express coaching house. The reason for Andreas’s exit from the Verenan cult is the fact that he engineered a gross miscarriage of justice — engineering the execution of a romantic rival for a crime they did not commit. Elicha Hochs is one of only a few people who know this fact. She has Andreas securely in her pocket as a result.</p><p>Over time @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} has become one of Elicha’s primary assets. He continues to masquerade as a Verenan Investigator, so few people know that he actually works for Cannon Ball Express. As a result, his employers are confident in his abilities as an agent, even though he shares information he gathers with Elicha. Whilst Cannon Ball Express would no doubt find his mixed loyalties reason to fire him, Andreas would find that preferable to being exposed by Elicha.</p><p>Now Elicha has set @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} a mission. He is to attempt to discredit her, but in such a blundering fashion that it dishonours Cannon Ball Express, and creates more problems for Gunther. Andreas cannot do this on his own, so part of his mission is to recruit a group of adventurous patsies to his (apparent) cause.</p><h3>Getting Started</h3><p>In order to prepare for this adventure, the GM will need to consider two things: the characters' situation in Ubersreik, and the beginning of the <strong>Enemy Within</strong> campaign as described in <strong>Enemy in Shadows</strong>.</p><h3>The Role of the Characters</h3><p>This adventure takes the Characters from Ubersreik to the settlement of Bruckthin, just short of Altdorf. The adventure is intended to place them in a suitable situation from which to commence the Enemy Within campaign, beginning with <strong>Enemy in Shadows</strong>. As such this adventure has a rather strange conclusion with the Characters at a loss for things to do, out of pocket, and resenting people they have interacted with. This is in the hope that they are eager for the opportunities of adventure and reward offered in the early stages of <strong>Enemy in Shadows</strong>.</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/agitator.webp\" /></div><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>Previous Adventures in Ubersreik</em></h3><p><em>It may be that Characters have had a number of adventures in Ubersreik by the time they undertake this adventure, and they may have significant contacts within the city as they commence the scenario.</em></p><p><em>This can present a couple of problems for the GM to consider.</em></p><p><em>The first problem may derive from the fact that the PCs have friends in high places. Adventures such as @UUID[Compendium.wfrp4e-rnhd.journals.xKUxWd7rOHDNdp9h]{Lord of Ubersreik} or @UUID[JournalEntry.AonLHi09EgfzdXpF]{Heart of Glass} provide opportunities for Characters to earn the respect of powerful patrons. This could cause issues for later adventures that follow a rags to riches narrative arc.</em></p><p><em>In this adventure the Characters become associates of people who have the potential of ruining any good reputations they have built in Ubersreik. The GM could use this fact to make it clear to the characters during this adventure that they have aroused suspicion in the eyes of many Ubersreikers. This would have the advantage of persuading them that they need to find their fortunes elsewhere, and that returning to Ubersreik would not be a good idea.</em></p><p><em>A second problem may be that the GM has employed Elicha Hochs in previous adventures. She is introduced in @UUID[JournalEntry.TSyoR9nSk7cehypG]{A Guide to Ubersreik} as a possible plot hook. Elicha may even have hired the Characters to help her with her campaign of sabotage. Previous interactions between the characters and Elicha might result in circumstances that complicate this adventure.</em></p><p><em><strong>Characters have previously worked for Elicha</strong>: If the Characters have already worked for Elicha and have a good relationship with her it will be necessary for her to break trust with them before beginning this adventure. The simplest way would be to have Elicha commission the Characters for a dangerous mission, such as to perform a highway robbery, and then refuse to pay them on a dubious pretext. After this, most Characters would jump at the opportunity to seek revenge.</em></p><p><em><strong>Characters were approached by Elicha but refused to help</strong>: If she has tried and failed to commission the Characters in the past, Elicha will be only too delighted to exploit any mistrust the Characters may harbour towards her. By having Andreas hire the Characters to expose her and then ultimately have them fail to do so convincingly, she will undermine their credibility and undermine any testimony they may give regarding her previous wrongdoings as well.</em></p><p><em><strong>Elicha has been killed or otherwise compromised</strong>: In this case, Four Seasons responds by dispatching Hugo Dumpledimple to Ubersreik. Hugo is a Halfling agent who is even cannier than Elicha. In public Hugo is all guileless charm, keen to make up for his predecessor’s terrible behaviour, but behind the scenes he has plans of his own. One of Hugo’s first moves will be to commission Andreas to hire the Characters in order to level accusations against Hugo that can be easily disproven. Replace any mention of Elicha in the text with Hugo instead. </em></p></blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "sort": 100000,
      "_id": "7G9f08dqkAwzOi3p",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.7G9f08dqkAwzOi3p"
    },
    {
      "type": "text",
      "name": "Part 2: Leaving Ubersreik",
      "text": {
        "content": "<p>The characters find the Cannon Ball Express coach waiting for them. The coach is driven by @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan Harmar}. He shows the Characters on to the coach, and provides them with a purse containing @Credit[6ss EACH]{six schillings} in loose change. ‘<em>Andreas arranged these for you for spending on the road.</em>’ This money is provided whether or not the characters haggled for it earlier. Andreas is hoping they will be better disposed towards him if he is generous at this juncture.</p><p>During this adventure Jan tries to be a constructive member of the party, though he takes the Characters' lead in all matters. He prefers to sit back with his blunderbuss rather than engage in any melee. Ultimately he is Andreas’s man, and acts in his best interest. He has been kept deliberately ignorant of the plan, so if the Characters do try to winkle more information from him he all he can tell them is: ‘Andreas has just asked me to drive you from here to the Crossed Axes, stopping within reason if you ask me to — as to what else this is about I know nothing.’ </p><p>Some Characters may express concerns about travelling by night, after all the dangers of the Empire’s roads during the hours of darkness are precisely why fortified coaching inns are found around the country.</p><p>@UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} seeks to set their minds at rest by stating: ‘<em>Don’t worry folks, we are not going very far tonight!’</em> If the Characters question him he elaborates.</p><blockquote><p>‘Andreas wants you out of the city as quickly and as quietly as possible. He thinks you’ve stirred up trouble with some of the locals. Word is going round that you sympathise too strongly with the Altdorf troops. Hey, none of my business whether you do or not. Andreas has arranged it for you to stay in a tent at the Fleshmarket not far from town. We can get there within an hour, and get some rest before continuing on our way early in the morning.’ </p></blockquote><p>Once the Characters are settled, @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} begins to drive the coach from the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House Inn}. However, almost as soon as the coach is moving there is a further interruption. Read the following to the players.</p><blockquote><p>‘A man appears at the door of the Bridge House Inn. He is tall and hale, and dressed in a white apron that covers his hefty gut. He nods towards the coach with a beaming grin as it sets on its way. “A good journey to you!\", he calls out softly.’</p></blockquote><p>@UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} ignores this and continues. If the Characters know Gunther Abend, they recognise the friendly proprietor of the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House Inn}. If they do not know him, Jan is able to tell them who Gunther is, though the coachman, who was hoping to get away without drawing further attention, does not look particularly pleased as he moves away.</p><p>@UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} drives the coach at a stately pace through the Artisan’s Quarter and out of the city gates. Any Characters keeping a lookout as the coach leaves town must make a <strong>Hard (-10) Perception</strong> Test. Those who pass see a figure in one of the alleyways as they approach the northern gates. If any of the party pass the test with +3 SL they recall that a boy of similar appearance was in the vicinity when they tussled with Lorbeer’s thugs earlier. This is @UUID[Actor.ZZacWSlaBBBZoUVW]{Rudi}. He gives the coach a hard stare and spits on the ground as it passes him by. Lorbeer had planned to sabotage the coach at the Bridge House. Rudi will now tell her it has left the city, bound for the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.cFxqWjGHX9zWvDNA]{Fleshmarket}.</p><p>Rudi is an associate of Lorbeer Weber. The boy has been posted to tell her of any suspicious traffic leaving the city. If the Characters have previously killed Lorbeer, the remnants of the gang band together with a couple of fresh recruits and follows their trail.</p><h3>A Restless Night</h3><p>The @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.cFxqWjGHX9zWvDNA]{Fleshmarket} is a series of buildings and pens used for the provision of livestock. It lies a short way to the north east of the city. @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} pulls the coach up next to a small group of tents. He tells the Characters that they will be staying the rest of the night here. He complains of being very tired and needing to get up early in the morning. Jan heads into one of the tents to sleep as soon as possible.</p><p>It is up to the Characters if they want to keep watch. Getting to sleep is not easy, even for tired Characters, as lowing cattle and bleating sheep keep up a constant susurrus of mooing and bleating. Call for a <strong>Hard (-10) Perception</strong> Test for each Character who does not block out the noise. Those who pass the test are regularly roused by the sounds of the livestock, and receive a Fatigued condition.</p><h3>Nighttime Raid</h3><p>Lorbeer is on the Characters’ trail. At around three o’clock in the morning a group of thugs gathers close to the tents in which the Characters are sleeping and harasses them. She is not interested in wiping the Characters out, but they intend to scare them, damage their property, and incite them into rash actions of their own. The gang consists of Lorbeer, any @UUID[Actor.jhkdQwtqz42Z2Ady]{thugs} that survived the first encounter with the Characters, two additional @UUID[Actor.jhkdQwtqz42Z2Ady]{thugs}, and @UUID[Actor.ZZacWSlaBBBZoUVW]{Rudi}. </p><p>Lorbeer and the thugs set up about 50 yds to the east of the camp, and wait for Rudi to sneak round to the other side of the camp. At his signal they will start to holler and jeer, throwing stones and insults towards the Characters’ position.</p><p>Whilst the thugs distract the Characters, @UUID[Actor.ZZacWSlaBBBZoUVW]{Rudi} sneaks up to the coach and saws partway through the axle. He then retreats to his previous position and gives another signal. On hearing his signal the remaining thugs break off and return to the city.</p><p>The thugs’ actions and the chances that Characters have to perceive them are summarised in the following table. The difficulties given in the table assume that the only light available is from the camp fire and few small torches. If Characters do more to illuminate the scene reduce the difficulty level one step.</p><p>Thugs do not initially act towards Characters with lethal force. They just jeer out remarks such as, ‘<em>Go back to the big city’</em>, ‘<em>We don’t want you warmongers round here’,</em> and ‘<em>Up the Jungfreuds!’</em> as they pelt the tents with stones, mud and lumps of ordure.</p><p>If the Characters respond with lethal force, the thugs will be somewhat affronted, even calling out, <em>‘Lay off, will yer, we’re only giving you a bit of a scare’</em> before responding with serious violence. As before, the thugs do not fight with particular conviction. An individual thug breaks away from the combat if he or she is reduced to 4 wounds or less.</p><p>If Rudi or any of the thugs are captured and questioned they have little to reveal. Lorbeer hires them and they do as she says. Lorbeer does everything she can to escape. If she is questioned, Lorbeer proffers vulgar rationalisations of her actions as those of a patriotic Ubersreiker. She does not have any connection to Elicha, and does not know the woman.</p><h3>Damaged Axle</h3><p>If @UUID[Actor.ZZacWSlaBBBZoUVW]{Rudi} succeeds in sawing partway through the axle the coach is left in a dangerous condition.</p><p>If the Characters suspect that some damage may have been done to the coach, even if they didn’t spot Rudi, they can inspect the underside of the carriage. Make a group Perception Test, which is either <strong>Hard (-10)</strong> or <strong>Easy (+40) </strong>depending on whether they get Jan’s assistance. If the test is passed then saw marks made by Rudi are spotted.</p><p>Jan thinks that the damage is not significant, but could get worse with time. He suggests they drive to the next stage, then there is equipment at Coaching Inns that can be used to repair the axle.</p><p>If the damage is not spotted, it becomes the cause of trouble later on.</p><h3>Stampede!</h3><p>Rolf Gucker is notable by his absence from the group attacking the Characters. He has hatched a plan to cause even more trouble for the party by implicating them in a stampede. As such he has snuck into one of the nearby stock pens, and has gathered materials together with which to make a small fire. Unless this fire is quickly extinguished panicked cattle erupt from the pen and cause further disruption.</p><p>If Characters spot the fire early on and make prompt efforts to scatter or extinguish it then it is a simple matter to do so. The thugs will not impede them beyond continuing to throw stones and insults.</p><p>However, if the Characters prioritise dealing with the thugs, or @UUID[Actor.ZZacWSlaBBBZoUVW]{Rudi}, whilst the fire catches it quickly grows large enough to alarm the cattle held in the yard. During turn 14 the Characters have one last chance to prevent a stampede if they notice the cattle beginning to panic.</p><p>If the fire is not dealt with by turn 17 the cattle stampede. Read the following to the players:</p><blockquote><p>‘From one of the nearby stock pens you hear a mighty crash. A wooden gate gives way under the pressure of a dozen or so terrified cattle pressing against it. These cows are clearly enraged, bellowing and stamping as they rush from the enclosure, buffeting aside anything that gets in their way.’</p></blockquote><p>The stampede should be played mainly in order to add to any sense of confusion. The frightened cows are only interested in escaping. However, such is their panic that two randomly selected Characters should be called on to make an <strong>Average (+20) Athletics</strong> Test. Those who fail are struck by a stampeding cow, treat this as a Weapon +5 hit.</p><table style=\"width:99.0712%;height:363px\" border=\"1\"><tbody><tr style=\"height:33px\"><td style=\"width:4.21875%;height:33px;text-align:center\"><strong>Turn</strong></td><td style=\"width:45.3125%;height:33px;text-align:center\"><strong>Action</strong></td><td style=\"width:20.1563%;height:33px;text-align:center\"><strong>Character on Watch/Alert</strong></td><td style=\"width:29.2188%;height:33px;text-align:center\"><strong>Character in Tent/otherwise engaged</strong></td></tr><tr style=\"height:33px\"><td style=\"width:4.21875%;height:33px;text-align:center\">1</td><td style=\"width:45.3125%;height:33px;text-align:center\">Thugs creep into position.</td><td style=\"width:20.1563%;height:33px;text-align:center\">Hard (-20) Perception Test</td><td style=\"width:29.2188%;height:33px;text-align:center\"><span style=\"background-color:rgba(0, 0, 0, 0.05)\">Hard (-20) Perception Test</span></td></tr><tr style=\"height:33px\"><td style=\"width:4.21875%;height:33px;text-align:center\">5</td><td style=\"width:45.3125%;height:33px;text-align:center\">Rudi makes a yowling noise like a tomcat.</td><td style=\"width:20.1563%;height:33px;text-align:center\">Hard(-20) Perception Test</td><td style=\"width:29.2188%;height:33px;text-align:center\">Very Hard (-30) Perception Test</td></tr><tr style=\"height:33px\"><td style=\"width:4.21875%;height:33px;text-align:center\">6-8</td><td style=\"width:45.3125%;height:33px;text-align:center\">Thugs commence hurling rocks and abuse at Characters.</td><td style=\"width:20.1563%;height:33px;text-align:center\"> </td><td style=\"width:29.2188%;height:33px;text-align:center\"> </td></tr><tr style=\"height:33px\"><td style=\"width:4.21875%;height:33px;text-align:center\">9</td><td style=\"width:45.3125%;height:33px;text-align:center\">Rudi sneaks towards coach.</td><td style=\"width:20.1563%;height:33px;text-align:center\">Hard (-20) Perception Test</td><td style=\"width:29.2188%;height:33px;text-align:center\">Very Hard (-30) Perception Test</td></tr><tr style=\"height:16px\"><td style=\"width:4.21875%;height:16px;text-align:center\">10</td><td style=\"width:45.3125%;height:16px;text-align:center\">Rudi begins to saw axle.</td><td style=\"width:20.1563%;height:16px;text-align:center\"> </td><td style=\"width:29.2188%;height:16px;text-align:center\"> </td></tr><tr style=\"height:33px\"><td style=\"width:4.21875%;height:33px;text-align:center\">12</td><td style=\"width:45.3125%;height:33px;text-align:center\">Rolf Gucker starts a fire within a nearby stock pen.</td><td style=\"width:20.1563%;height:33px;text-align:center\">Easy (+40) Perception Test</td><td style=\"width:29.2188%;height:33px;text-align:center\">Challenging (+0) Perception</td></tr><tr style=\"height:33px\"><td style=\"width:4.21875%;height:33px;text-align:center\">14</td><td style=\"width:45.3125%;height:33px;text-align:center\">Rudi sneaks away from coach.</td><td style=\"width:20.1563%;height:33px;text-align:center\">Hard (-20) Perception Test</td><td style=\"width:29.2188%;height:33px;text-align:center\"><span style=\"background-color:rgba(0, 0, 0, 0.05)\">Very Hard (-30) Perception Test</span></td></tr><tr style=\"height:33px\"><td style=\"width:4.21875%;height:33px;text-align:center\">15</td><td style=\"width:45.3125%;height:33px;text-align:center\">Cattle in the pen with the fire begin lowing and stamping.</td><td style=\"width:20.1563%;height:33px;text-align:center\">Easy (+40) Perception Test</td><td style=\"width:29.2188%;height:33px;text-align:center\">Challenging (+0) Perception</td></tr><tr style=\"height:33px\"><td style=\"width:4.21875%;height:33px;text-align:center\">16</td><td style=\"width:45.3125%;height:33px;text-align:center\">Rudi makes a yowling noise like a tomcat.</td><td style=\"width:20.1563%;height:33px;text-align:center\">Hard (-20) Perception Test</td><td style=\"width:29.2188%;height:33px;text-align:center\"><span style=\"background-color:rgba(0, 0, 0, 0.05)\">Very Hard (-30) Perception Test</span></td></tr><tr style=\"height:50px\"><td style=\"width:4.21875%;height:50px;text-align:center\">17</td><td style=\"width:45.3125%;height:50px;text-align:center\">Unless the fire is extinguished cattle begin a stampede. Thugs break off and head back to the city.</td><td style=\"width:20.1563%;height:50px;text-align:center\"> </td><td style=\"width:29.2188%;height:50px;text-align:center\"> </td></tr></tbody></table><p>Any remaining thugs will break off and flee during this confusion. @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} urges the Characters to join him in the coach, and leave the area before any further alarm is raised.</p><p>If the Characters remain behind to help clear up the mess the workers in the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.cFxqWjGHX9zWvDNA]{Fleshmarket} treat their story with suspicion. They do not make moves to detain the Characters, but they are less than gracious about the assistance, giving them a marked cold shoulder, and the general impression that they are not exactly off the hook.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 300000,
      "_id": "Ngfcjn9QY1UhNFLM",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.Ngfcjn9QY1UhNFLM"
    },
    {
      "type": "text",
      "name": "Part 3: The Ubersreik-Bogenhafen-Altdorf Road",
      "text": {
        "content": "<p>The journey to @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf} consists of approximately 14 stages with nightly stays at coaching inns and villages on the way. Whilst Jan generally makes good headway along the Reikland’s roads, the Characters still run into difficulty from time to time.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options</em></h3><p><em>A further optional encounter can be used if the GM would like to introduce the party to @UUID[Compendium.wfrp4e-dotr.actors.JPH3aDjaHPMg9sps]{Josef Quartjin}, who plays an important role in <strong>Enemy in Shadows</strong>.</em></p></blockquote><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-ua1/assets/maps/guilty-party-travel.webp\" width=\"188\" height=\"393\" /></div><p>There are optional encounters listed below. These can be used by the GM to add some interesting twists to the journey that have nothing to do with the intrigues between coaching houses. These encounters can be used at whatever point in the journey the GM sees fit.</p><ul><li><p>@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.NxHtZ1adjnKm9iGW]{An Old Acquaintance}</p></li><li><p>@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.jcaszpJpkInKiCAJ]{Army Camp}</p></li><li><p>@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.kXBfkvODnePKSGft]{A Keg of Bugman’s XXXXXX}</p></li></ul><p>There are three encounters that must happen at some point in the journey before the Characters reach Blutroch.</p><ul><li><p>@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.AsRIBUhas0aiBHH8]{Suspicious Looks}</p></li><li><p>@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.kDL6xqq90zdN9diA]{Drunken Highwayman}</p></li><li><p>@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.VLrI9n910HjRNLom]{Ruined Road}</p></li></ul><p>Some of these encounters present physical challenges to the Characters, but they are mostly intended to give the Characters a creeping sense of paranoia that the people they are working for are up to no good, and that they have made enemies in Ubersreik.</p><p>Encounters that result in violence should always be followed by a period in which the Characters can recuperate. They are on a long road after all.</p><p>The route @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} intends to take is shown on the map, with each stage taking no more than ten hours to complete in a coach such as his. The table below gives some brief notes on each inn, and recommends suitable events to be sited there.</p><p>@UUID[Compendium.wfrp4e-eis.scenes.bhj3sBk67Z3wD2eY]{The Coach and Horses}, a location described in the early stages of <strong>Enemy in Shadows</strong>, is traditionally located to the North of Altdorf. However, it should be moved to the South of Altdorf, a day's travel after Bruckthin, if you intend to continue into <strong>The Enemy Within</strong>. </p><table style=\"width:99.0712%;height:361px\" border=\"1\"><tbody><tr style=\"height:16px\"><td style=\"width:9.25424%;height:16px;text-align:center\"><strong>Stage</strong></td><td style=\"width:20.1208%;height:16px;text-align:center\"><strong>Inn</strong></td><td style=\"width:52.3891%;height:16px;text-align:center\"><strong>Brief Description</strong></td><td style=\"width:17.1422%;height:16px;text-align:center\"><strong>Event</strong></td></tr><tr style=\"height:67px\"><td style=\"width:9.25424%;height:67px;text-align:center\">1</td><td style=\"width:20.1208%;height:67px;text-align:center\">Halfway House</td><td style=\"width:52.3891%;height:67px\">Recently constructed in the village of Geissbach, the Halfway House is a modern inn sponsored by @UUID[Compendium.wfrp4e-eis.journals.XGUpnYfS67guNIWJ.JournalEntryPage.R2BCxi4CJH4hUrru#four-seasons-coaches]{Four Seasons} and local nobility. Somewhat at odds with the otherwise insular rurality of the local farming community.</td><td style=\"width:17.1422%;height:67px\">@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.NxHtZ1adjnKm9iGW]{An Old Acquaintance}</td></tr><tr style=\"height:50px\"><td style=\"width:9.25424%;height:50px;text-align:center\">2</td><td style=\"width:20.1208%;height:50px;text-align:center\">Five Oaks</td><td style=\"width:52.3891%;height:50px\">Found just south of the small town of Ort. A typical fortified coaching inn of the Reikland. Wooden defences have been erected around portions of the wall recently damaged by Beastmen raids.</td><td style=\"width:17.1422%;height:50px\"> </td></tr><tr style=\"height:67px\"><td style=\"width:9.25424%;height:67px;text-align:center\">3</td><td style=\"width:20.1208%;height:67px;text-align:center\">Luitpold Inn</td><td style=\"width:52.3891%;height:67px\">An isolated and fortified coaching inn, complete with a tall stone tower from which a small band of crossbowmen could fire. Such defences were necessary during the depredations of Constant Drachenfels, but now rarely needed.</td><td style=\"width:17.1422%;height:67px\">@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.jcaszpJpkInKiCAJ]{Army Camp} on the road to this inn</td></tr><tr style=\"height:16px\"><td style=\"width:9.25424%;height:16px;text-align:center\">4</td><td style=\"width:20.1208%;height:16px;text-align:center\">Encounter's Shadow</td><td style=\"width:52.3891%;height:16px\">Located in the town of Schrabwald. As the towers of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.uFGkN1WJQAhWlGOs]{Castle Drachenfels} can be discerned on a clear day, the inn could literally be said to be in the Enchanter’s Shadow. This is a rather forbidding place. The locals are notably preoccupied by fatalistic and cynical philosophies.</td><td style=\"width:17.1422%;height:16px\">@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.kDL6xqq90zdN9diA]{Drunken Highwayman} on the road from this inn</td></tr><tr style=\"height:16px\"><td style=\"width:9.25424%;height:16px;text-align:center\">5</td><td style=\"width:20.1208%;height:16px;text-align:center\">Smith's Son</td><td style=\"width:52.3891%;height:16px\">A busy fortified coaching inn to the south of Bogenhafen. Preparations are being made for the upcoming Schaffenfest.  The inn is large, but not run down. The inn is named after a local legend about how a child wielding Sigmar’s Hammer will one day prove to be humanity’s saviour.</td><td style=\"width:17.1422%;height:16px\">@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.kXBfkvODnePKSGft]{A Keg of Bugman's XXXXXX}</td></tr><tr style=\"height:33px\"><td style=\"width:9.25424%;height:33px;text-align:center\">6</td><td style=\"width:20.1208%;height:33px;text-align:center\">@UUID[Compendium.wfrp4e-eis.journals.ro7SIltM899Ogrk8.JournalEntryPage.F90QVpybJBI8at4x]{Journey's End}</td><td style=\"width:52.3891%;height:33px\">A well-appointed and popular inn in Bögenhafen. See <strong>Enemy in Shadows</strong> for more details.</td><td style=\"width:17.1422%;height:33px\"> </td></tr><tr style=\"height:16px\"><td style=\"width:9.25424%;height:16px;text-align:center\">7</td><td style=\"width:20.1208%;height:16px;text-align:center\">Festival Rest</td><td style=\"width:52.3891%;height:16px\">As the name suggests, this coaching inn is popular with travellers to Bögenhafen’s Schaffenfest. Not only is the inn itself fortified, but there are extensive stockyards protected by high stone walls located in the area.</td><td style=\"width:17.1422%;height:16px\">@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.AsRIBUhas0aiBHH8]{Suspicious Looks}</td></tr><tr style=\"height:16px\"><td style=\"width:9.25424%;height:16px;text-align:center\">8</td><td style=\"width:20.1208%;height:16px;text-align:center\">Pitcher and Peryton</td><td style=\"width:52.3891%;height:16px\">A coaching inn in the small town of Havelfurt. Decorated with comic friezes depicting a number of monstrous beasts in various states of inebriation.</td><td style=\"width:17.1422%;height:16px\"> </td></tr><tr style=\"height:16px\"><td style=\"width:9.25424%;height:16px;text-align:center\">9</td><td style=\"width:20.1208%;height:16px;text-align:center\">Speared Pike</td><td style=\"width:52.3891%;height:16px\">Standing near the bridge of the Blutroch crossing. The inn’s sign depicts a large Stirpike struck through with a harpoon. A popular spot for fishing; delicious pike pie is often on the menu. Small trading barges make it up the river Blut as far as this inn, often collecting cargoes of timber from Reikwald logging sites.</td><td style=\"width:17.1422%;height:16px\">@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.WKQaIXhicpHTBxLL]{A Trader in Trouble} on the road to this inn</td></tr><tr style=\"height:16px\"><td style=\"width:9.25424%;height:16px;text-align:center\">10</td><td style=\"width:20.1208%;height:16px;text-align:center\">Standing Stones</td><td style=\"width:52.3891%;height:16px\">This fortified coaching inn is infamous. Once home to a group of Chaos worshippers who were unmasked and slain by Gotrek and Felix, the notorious adventurers. New management claim to wish to change the name and refurbish the place, whilst privately revelling in the horrified fascination the venue evokes.</td><td style=\"width:17.1422%;height:16px\">@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.VLrI9n910HjRNLom]{Ruined Road} followed by @UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.QhdI4QZouKk0BvAg]{The Wheels Come Off!} On the road to this inn</td></tr><tr style=\"height:16px\"><td style=\"width:9.25424%;height:16px;text-align:center\">11</td><td style=\"width:20.1208%;height:16px;text-align:center\">Broken Hart</td><td style=\"width:52.3891%;height:16px\">A fortified coaching inn. The sign depicts a Wood Elven maiden riding a large deer. The inn is very well managed, and features a fine menu prepared by their talented chefs. Everything costs 50% more than normal here.</td><td style=\"width:17.1422%;height:16px\">@UUID[JournalEntry.NutivPDw3LpUKdiP.JournalEntryPage.u3KugUvde3bUrJsa]{The Crashed Coach} is found before arriving here</td></tr><tr style=\"height:16px\"><td style=\"width:9.25424%;height:16px;text-align:center\">12</td><td style=\"width:20.1208%;height:16px;text-align:center\">Crossed Axes</td><td style=\"width:52.3891%;height:16px\">An inn in Bruckthin. The Characters’ destination.</td><td style=\"width:17.1422%;height:16px\"> </td></tr></tbody></table><p> </p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 400000,
      "_id": "oiDRQvaN07SIdI82",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.oiDRQvaN07SIdI82"
    },
    {
      "type": "text",
      "name": "What Now?",
      "text": {
        "content": "<p>The Characters are a short distance from Altdorf, a city to which two men who have recently crossed them have fled. They have no reason to wish to return to Ubersreik, as many in that city believe them to be supporters of invading troops. They have wasted time and money on a fruitless endeavour. </p><p>Hopefully, they will therefore be very interested in any chance to undertake a rewarding adventure … such as the one offered at the outset of <strong>Enemy in Shadows</strong>.</p><h3>Rewards</h3><p>The following experience points should be awarded to the Characters: </p><ul><li><p>@Exp[50,Had a good time roleplaying]{50–75 points each for having a good time roleplaying} </p></li><li><p>@Exp[25,Saved the coachman from a bad beating]{25 points for saving the coachman from a bad beating} </p></li><li><p>@Exp[25,Confronted the thugs at the Fleshmarket]{25 points for confronting the thugs at the Fleshmarket}</p></li><li><p>@Exp[20,Provided assistance to Josef Quartjin]{20 points for providing assistance to Josef Quartjin}</p></li><li><p>@Exp[20,Persuaded Carla to tell her tale about Andreas]{20 points for persuading Carla to tell her tale about Andreas}</p></li><li><p>15 points for surviving a fight with: @Exp[15,Survived a fight with a drunk highwayman]{drunk highwayman}, @Exp[15,Survived a fight with Dwarf travellers]{Dwarf travellers}, @Exp[15,Survived a fight with Ungors]{Ungors}</p></li><li><p>@Exp[10,Provided appropriate help to the regiment]{10 points for providing appropriate help to the regiment}</p></li><li><p>@Exp[50,Defeated Gobrat’s Goblins]{50 points for defeating Gobrat’s Goblins} </p></li><li><p>@Exp[20,Made an effort to trick or detain Andreas during their final encounter]{20 points if the Characters made an effort to trick or detain Andreas during their final encounter}</p></li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 1500000,
      "_id": "9z8LO9V5HRDzdZAU",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.9z8LO9V5HRDzdZAU"
    },
    {
      "type": "text",
      "name": "Shaking Things Up",
      "text": {
        "content": "<h3>Starting The Addventure</h3><p>The Guilty Party begins with a bang — the Characters are thrust into a dangerous situation and then hired afterwards to investigate — but this only works if the Characters are heroic types and willing to muck in for the protection of their fellows. Supposing your Characters are less scrupulous, or you would like a more linked beginning for the adventure, consider the following alternate hooks:</p><ul><li><p>The Characters are friends or allies with the coachman being attacked. Perhaps one of their friends recently got a job with the Bridge House: @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko} from @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill} or @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc} (trying to go straight, for his little brother) from @UUID[JournalEntry.OwX4OV40wiE5lY9E]{Slaughter in Spittlefeld} would make fine choices, here, depending on how the Characters feel about them. The attack could be a coincidental occurrence whilst the Characters are visiting, or their friend could reach out specifically saying they’ve been harassed over the last few days.</p></li><li><p>The Characters could be hired as guards by the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.alatSQnvNobt63Gr]{Bridge House Inn} due to a recent series of fights among their coachmen. When one starts up again, @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} offers them a larger purse to investigate the issue.</p></li><li><p>Perhaps the same group of concerned burghers who are seeking to form a Freisburg in Ubersreik have caught wind that Lorbeer Weber, agent of the von Jungfreuds, is causing problems in the city, and want the Characters to catch her in the act.</p></li></ul><h3>More Encounters on the Road</h3><p>The travel phase in the middle of The Guilty Party offers a chance to expand out the adventure into several sessions of play. Whilst many encounters are given in the adventure, you can work the following three additional short encounters in during stages 2 and 8 of the journey.</p><p>Alternatively, either stage of the journey would be a perfect time to run <strong>Night of Blood</strong>, if you wish to extend the action by another session.</p><h4>Stage 2: The True Hunters</h4><p>If the Characters stay at the Five Oaks, they may find their evening punctuated with the sound of hunting horns. At first, the patrons are terrified, thinking that Beastmen have come to attack and fortify the inn accordingly, making sure no one can get in or out. But in short order, the horns are revealed to be from a hunting party out of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.MmbuWWtMPeOabeYk]{Steirlich Manor} nearby. The gates are opened, and then immediately slammed shut behind the visitors: turns out, everyone was right to be afraid, as the von Steriluch hunters are here for the patrons’ heads!</p><h3>Into The Enemy Within</h3><p><strong>The Guilty Party</strong> easily leads into the events of <strong>The Enemy Within</strong>, if the Characters decide to head towards Altdorf. Some methods of getting the Characters to the Imperial capital are:</p><ul><li><p>Reminding them that Andreas has fled to Altdorf, and providing clues as to where he might be. This could be a simple as performing a <strong>Gossip </strong>Test in the city, or could play out into a larger investigation. If the Characters didn’t pursue @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} in @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill}, the rules presented in @UUID[JournalEntry.FQW8EIplgUDGyVMj.JournalEntryPage.FNUQ8x5IRlHMNJQV]{Aftermath} could be easily repurposed for this.</p></li><li><p>Indicating that Elicha is in Altdorf, meaning the Characters can finish off all their loose ends in the city. You may wish to tie Elicha’s plotting to the Purple Hand, though not so tightly that she would recognise Kastor or his doppelganger. Doing so adds an additional point of tension, and you can use Elicha as a persistent thorn in the Characters’ sides if she survives.</p></li><li><p>Alternatively, Andreas could meet the Characters for the final scene in @UUID[Compendium.wfrp4e-eis.journals.mbXVJGCGSm8m7ANd.JournalEntryPage.U1AyyYhJ5Oqyb6VP]{The Coach and Horses Inn}, and the initial events of <strong>The Enemy in Shadows</strong> could occur concurrently with the final moments of <strong>The Guilty Party</strong>.</p></li></ul><h3>It's All Connected</h3><p>The cast of NPCs in <strong>The Guilty Party</strong> are integral to the plot, but with a few changes, they can be tied deeper into the ongoing strife elsewhere in Ubersreik, and in the other adventures throughout this book. Consider some of the following changes:</p><ul><li><p>Elicha Hochs could be swapped out for @UUID[Actor.u5YaIA4ANwEtsDQn]{Johanna Stiegler} from @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill}, or turned into a Stiegler, if you wish to continue the theme of that family building a merchant empire in Ubersreik. Perhaps the renamed Elicha Stielger has heard of the Characters’ actions against her sister, Johanna, and wishes to punish (or reward) them for their actions.</p></li><li><p>@UUID[Actor.ZZacWSlaBBBZoUVW]{Rudi} is perhaps the easiest Character to exchange for another, and any of the spies throughout this book would serve well: one of @UUID[Actor.pFcCHVMUhgeOOS3l]{Annika Passerine’s} children from @UUID[JournalEntry.OwX4OV40wiE5lY9E]{Slaughter in Spittlefeld}, one of the Strigany workers in @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill}, or one of the refugees from @UUID[JournalEntry.Df9aBQCcpj00vtYt]{Madmen of Gotheim}. If any of these routes are taken, it is well worth creating this NPC and foreshadowing their involvement with an earlier inclusion.</p></li><li><p>Max Drensler can be nicely swapped out for any destitute NPC the Characters have interacted with, thus far, especially one who has fallen from grace. Perhaps if the political situation in Ubersreik has changed significantly, and @UUID[Actor.xJGrg8I8NsemrsNR]{Captain Blucher} has been evicted from @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.tCh9vROs0eeTuEwA]{Magnus's Tower}, he could fit the role. Or potentially one of the unfortunates from @UUID[JournalEntry.Df9aBQCcpj00vtYt]{Madmen of Gotheim}, or @UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem} or @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc} from @UUID[JournalEntry.OwX4OV40wiE5lY9E]{Slaughter in Spittlefeld}.</p></li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 1600000,
      "_id": "RoeVbC5uVDUGU0XO",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.RoeVbC5uVDUGU0XO"
    },
    {
      "type": "text",
      "name": "An Old Acquaintance",
      "text": {
        "content": "<h4>Stage 1 - Halfway House</h4><p>This encounter occurs at a coaching inn, not far from Ubersreik. The Halfway House in Geissbach, or The Five Oaks near Ort are both good candidates.</p><p>After the Characters have entered the inn and refreshed themselves they see a woman exchanging heated words with @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan}. She is dressed in worn-green leather travelling gear, and has long tresses of untidy curly fair hair. Her face is youthful looking, with a rather pinched snub nose upon which grows a large dark-brown wen.</p><p>She seems to berate Jan about something. Then Jan shakes his head, and they part ways. This is Carla Pfeffer, who works by peddling pots, pans and pins to the villages of the Reikland. Carla was once friends with Randy Shortcrust, a Halfling who suffered a grave miscarriage of justice as the result of @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas Wagonknecht’s} cruelty.</p><p>If Jan is asked about Carla, he says: ‘<em>Oh, it was nothing, she just thought I knew someone she knew, it was a mistake</em>.’ But if the Characters talk to Carla they may learn unpleasant facts about their employer. However, she is a taciturn person, and failed Gossip tests will bring this conversation to a close.</p><p><strong>What did you want with Jan?</strong></p><p>‘<em>Are you friends of his? Anyway, it’s nothing, just a case of mistaken identity.’</em></p><p><strong>Who did you think he was? (Hard (-10) Gossip Test)</strong></p><p>Fail: <em>‘Look, no one, my mistake.’</em></p><p>Pass: ‘<em>The man I’m thinking of works for a vicious fraud who passes himself off as a follower of Verena.’</em></p><p><strong>What is your problem with this Verenan? (Hard (-10) Gossip Test)</strong></p><p>Fail: ‘<em>Ugh, it’s all a bit much. Just leave me alone.’</em></p><p>Pass: <em>‘I used to buy wares from a Halfling merchant called Randy Shortcrust. He had a falling out with this man, name of Andreas.  over a love triangle. Well, wouldn’t you know it, but within a few short months Randy found himself pulled in front of the courts on charges of grave sedition. No substance to it, but he was declared guilty, and broken on the wheel in the city square. Have you ever seen someone broken on the wheel? With the first thumps of the iron he protested his innocence, but by the end he was just a lump of screaming flesh. His limbs bloody tentacles, shapeless and studded with shards of broken bone. He looked more like a dredged-up sea creature than a Halfling. All of that engineered by your acquaintance for the sake of a petty grudge.’</em></p><p>There isn’t much the characters can do to help Carla. She isn’t out to get revenge so much as to vent. She considers Andreas too dangerous to cross, and won’t be drawn further.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 500000,
      "_id": "NxHtZ1adjnKm9iGW",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.MTd8ShBtroMdpwWo.JournalEntryPage.NxHtZ1adjnKm9iGW"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.NxHtZ1adjnKm9iGW"
    },
    {
      "type": "text",
      "name": "Army Camp",
      "text": {
        "content": "<h4>Stage 3 - On the way to Luitpold Inn</h4><p>This encounter takes place anywhere along the route, but at some distance from a major city. A regiment of state troops from Altdorf are making their way towards Ubersreik, and they have pitched their camp on a swathe of cleared land not far from the road. Spearmen can be seen patrolling the camp, and sharpshooters with handguns keep a watchful eye out.</p><p>As the coach passes the camp a sergeant hails them. He is in need of help, and hopes the Characters can provide it. Depending on the Characters’ skills, he may be in need of any of the below.</p><p><strong>A Healer</strong>: This is the most obvious need. The regiment’s own surgeon has been gravely wounded by accidental gunshot, and languishes in his tent. Characters observing the camp may notice a rather chagrined looking soldier with a conspicuously empty pistol holster on a <strong>Hard (-10) Perception</strong> Test. If there is a healer in the party, they can save his life by passing a <strong>Challenging (+0) Heal</strong> Test.</p><p><strong>Magical Investigation</strong>: The soldiers are complaining of being under a curse. If the party contains a priest or wizard, they may be able to track down a malefic artefact that one of the soldiers looted from a barrow as they passed near Blutroch.</p><p><strong>Delivery of a Message</strong>: If nothing else at least the coach could deliver a message to the quartermaster in Bögenhafen or Altdorf (depending on which of these two cities the Characters are headed to). The regiment is running low on black powder and trail rations.</p><p>If the Characters are helpful the sergeant will reward them with @Credit[6ss SPLIT]{six schillings}, and a promise that one good turn deserves another.</p><p>However, Jan casts something of a shadow over proceedings. As soon as the Characters are on their way he mutters about, <em>‘And to think folk in Ubersreik already suspect you lot of being too amenable to invaders from the capital.’</em></p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 600000,
      "_id": "jcaszpJpkInKiCAJ",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.MTd8ShBtroMdpwWo.JournalEntryPage.jcaszpJpkInKiCAJ"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.jcaszpJpkInKiCAJ"
    },
    {
      "type": "text",
      "name": "A Keg of Bugman's XXXXXX",
      "text": {
        "content": "<h4>Stage 5 - Smith's Son</h4><p>This encounter takes place at one of the better appointed Coaching Inns that the Characters stop at.</p><p>Andreas has been riding ahead of the party on horseback, and has arranged a little surprise for them when they reach this inn. A reward for their cooperation so far. The Tavern’s landlord keeps small kegs of Bugman’s XXXXXX best ale in his well-stocked cellar. @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas} has asked him to keep an eye out for the Characters and treat them to a drink. Read the following to the players after they enter the inn.</p><p>This inn is a magnificent and well-tended, with polished oak tables and clean flagstones. The taproom is crowded; a party of Grey Mountain Dwarves sit near to a wealthy woman and her liveried servants, whilst another table plays host to a group of white-robed Shallyan pilgrims. As you enter the taproom, the barman bids hearty welcome. He then laughs as he recognises your coachman. <em>“Jan!”</em> he shouts,<em> “it is good to see you again. So you must be Andreas’s friends? Please follow me!”</em> He beckons you into a partitioned section. <em>“ Your esteemed companion was here the night before last. He asked me to keep a little something for you,” </em>he says with a wink. He hurries off behind the bar and quickly returns, plonking a small cask on the table. <em>“Ta da!” </em>he cries, and turns the keg round with a flourish to reveal that the words BUGMAN’S XXXXXX have been branded into the side.</p><p>Bugman’s best ale is not cheap, and anyone who does not immediately recognise that this purchase is a lavish show of generosity on @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas’s} part will learn as much on an <strong>Easy (+40) Lore (History) </strong>Test. The keg contains enough ale for each Character and @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} to enjoy two pints each (see @UUID[Compendium.wfrp4e-core.items.KzJkoB12jpidtngo]{Bugman's XXXXXX} for notes on consumption).</p><p>However, if the Characters are in any way disparaging of the gift they have been given, or Dwarven ale in general, then make appropriate <strong>Perception </strong>Tests on behalf of the four Dwarf travellers at the nearby table. They respond by throwing back insults of their own, and attempt to escalate the situation into a fight unless they receive grovelling apologies.</p><p>Alternatively, if the Characters do appreciate the gift, the Dwarfs respond with jealous rage and try to start a fight anyway.<em> ‘Yer a bunch of undeservin’ blighters! I’ll fight yer for it! Winner takes the keg!’</em></p><h4>@UUID[Actor.g2oROJX11Ozl6lZ4]{Dwarf Travellers}</h4><p>The four Dwarfs have travelled from Karak Norn to Altdorf in the hope of winning a building contract. Their failure to do so has them heading back to their home and clan in shame. They are drowning their sorrows here tonight.</p><p>The Dwarfs are wearing dusty travelling gear and muddy work boots. Two of them look like brothers, with long lank dark hair and drooping beards. The third is a rather dissolute and inebriated individual, with oily matted brown hair and terrible personal hygiene. The fourth Dwarf seems to be the leader of the group. He has wiry red hair and sprouting eyebrows in urgent need of pruning. His woolly beard has many white patches.</p><p>If a fight does break out the Shallyan pilgrims, who are travelling to the High Temple at Couronne, mutter and tut, but there is a Shallyan Nun amongst them who tends to any injuries a Character might have with a Heal Skill of 55.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>Further Foreshadowing</em></h3><p><em>If the GM wishes one of the Dwarfs could be @UUID[Compendium.wfrp4e-eis.actors.x7MElaaMHCu8Jfzc]{Gottri Gurnisson}, who they later encounter held in the stocks during <strong>Enemy in Shadows</strong>. If this is the case, Gottri could be urging his companions to accompany him to Bögenhafen for the forthcoming festivities. ‘Why not stop off at Bögenhafen and take in the Schaffenfest? It won’t be long now. Aye! The booze there may be tepid manling swill, but it’ll be cheap! Come on, you miserable lot, you’ll feel better for having drowned your sorrows!’</em></p><p><em>The other Dwarfs are not keen on the idea. They blame the reprobate Gottri for costing them opportunities as a result of his boorish and drunken behaviour. Whatever trouble they make themselves during the evening, come the morning they sneak away from the tavern leaving Gottri hungover and impoverished (but even more determined to attend the festival). </em></p></blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 700000,
      "_id": "kXBfkvODnePKSGft",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.MTd8ShBtroMdpwWo.JournalEntryPage.kXBfkvODnePKSGft"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.kXBfkvODnePKSGft"
    },
    {
      "type": "text",
      "name": "A Trader in Trouble",
      "text": {
        "content": "<h4>Stage 9 - On the Road to The Speared Pike</h4><p>@UUID[Compendium.wfrp4e-dotr.actors.JPH3aDjaHPMg9sps]{Josef Quartjin} is an NPC who provides guidance and opportunity to the party in the early stages of <strong>Enemy in Shadows</strong>. In that adventure it is assumed that Josef is an old friend of one of the characters. However, if it does not make much sense for this to be the case, the GM could use this encounter to establish a friendship between Josef and the party.</p><p>On the road to Blutroch the Characters encounter a band of Goblin wolf riders harrying a trader’s cart. Whilst the Goblins do not put up much of a fight the owner of the cart is extremely grateful, for if the Characters had not intervened he would surely have lost his life.</p><p>After the Characters have been on the road for an hour or so read them the following:</p><blockquote><p>‘As you come to a corner in the road you hear a disturbance on the road ahead of you. Whooping and rasping war cries given in a savage tongue, shouts of alarm and agony. As you turn around the bend you see a small band of Goblins mounted on careering wolves. They are circling a wagon that has been driven to the side of the road, whooping and brandishing bows. The occupants of the wagon are a pair of Humans and a Halfling. They have drawn their blades and crouch behind the wooden boards of their cart. Arrows protrude from the sides of wagon, and the shoulder of the Halfling.’</p></blockquote><p>The @UUID[Actor.kUubLAAHRQx9SfFJ]{Goblins} are members of the Twisted Maw tribe who have a camp between Blutroch and Bruckthin. . Their aim is not to loot the cart, for they are well fed after earlier raids, but they have grown bored and are looking for some easy pickings to make cruel sport with. There are five Goblins; each armed with a bow and mounted on a @UUID[Actor.GbeOpFCRfWAGsi9o]{Giant Wolf}.</p><p>As soon as the Characters appear the Goblins begin to retreat from the scene. At first they do not flee, but train arrows on the coach and shoot anyone who makes any hostile moves. As soon as any sort of determined resistance is given to the Goblins their nerve breaks, and they spur their Wolves into a galloping retreat through the eaves of the forest, heading towards the east. Characters may have a couple of rounds within which to attack Goblins with spells or missiles, but unless they are very efficient the Goblins are soon out of sight.</p><p>If any Goblins are killed during this encounter then the number of Goblins encountered at the camp later on in this adventure is reduced accordingly.</p><p>Once the Goblins have been run off read the following to the Characters:</p><blockquote><p>‘As the Goblins disappear into the woods the passengers on the cart peer at you over the wooden sides. One of them stands up, a heavy-set man with a long wedge-shaped beard and a beaming smile. “Thank Sigmar you appeared!” he bellows in hearty greeting. “We’d be spending the night roasting over some Greenskin’s camp fire were it not for you! I am Josef. Now might I ask you to indulge me for a while whilst I see to my friend, she is hurt.’</p></blockquote><p>@UUID[Compendium.wfrp4e-dotr.actors.JPH3aDjaHPMg9sps]{Josef Quartjin} turns to tend to Lottie Shortcrust, the Halfling carter who has been struck by a Goblin arrow. The wound is nasty, but not life-threatening. Josef and his companion Wolmar are able to staunch the bleeding, but if any of the Characters are able to tend Lottie using the Heal Skill, the three of them are grateful. </p><p>@UUID[Compendium.wfrp4e-eis.actors.nxLsH2WvU6xmjzfg]{Josef} curses his own stupidity, explaining that he has 20 years experience of moving cargo around the Reikland, and has never heard of Goblins being abroad in daylight before. He rashly decided to undertake the journey from Tahme to Blutroch without additional protection. He promises Lottie he will compensate her when they reach their destination. Wolmar also profusely thanks the characters, explaining that his wife has only recently given birth to a daughter. Little Eliza may have been left fatherless if it weren’t for their intervention.</p><p>The cart is loaded with timber and bound for the Speared Pike in Blutroch. There the trader’s barge is berthed. @UUID[Compendium.wfrp4e-eis.actors.nxLsH2WvU6xmjzfg]{Josef} explains that he will travel down the Blut to Weissbruck, and then take the canal to Altdorf. His next destination is Bögenhafen, where he is scheduled to deliver a cargo of wine just in time to take in the delights of the upcoming @UUID[Compendium.wfrp4e-eis.journals.MB5a0zBGJcZhEYUI.JournalEntryPage.ZAQXRrI07W7YqIba]{Schaffenfest}.</p><p>At the Speared Pike @UUID[Compendium.wfrp4e-eis.actors.nxLsH2WvU6xmjzfg]{Josef} ensures Lottie is provided with medical attention, and arranges for a generous gift of fine @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.0Cmr0LZ3boLbNt6p]{Vorbergland} wines to be left for her. He then treats the Characters to all the food they can eat and wine they can drink, swapping tales and jests with them late into the night.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 800000,
      "_id": "WKQaIXhicpHTBxLL",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.MTd8ShBtroMdpwWo.JournalEntryPage.WKQaIXhicpHTBxLL"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.WKQaIXhicpHTBxLL"
    },
    {
      "type": "text",
      "name": "Suspicious Looks",
      "text": {
        "content": "<h4>Stage 7 - The Festival Rest</h4><p>This encounter is intended to be used as a taste of things to come. If the GM wishes to make use of this encounter, and is already familiar with the opening action of <strong>Enemy in Shadows</strong> it could be an opportunity to set up one of the characters with the impression that they look like someone else. If this is convenient, the GM should choose one of the characters who later goes on to be mistaken for @UUID[Compendium.wfrp4e-eis.journals.bmJLqIQGcb0sIinQ.JournalEntryPage.aawH7wAMaFsy17L8#kastor-lieberung]{Kastor Lieberung} (ideas for how to do this in the case of parties that have no male human characters are given in @UUID[Compendium.wfrp4e-eis.journals.2JX9k58tn9lJfkqS.JournalEntryPage.CfHPEuCzlIow7PAV#whats-in-a-name?]{Enemy in Shadows}). </p><p>The encounter takes place in the public bar of any Coaching Inn the characters choose to stay at. Some people at the bar seem to recognise one of the Characters and give them hard looks for a while. Call for the party to make <strong>Average (+20) Perception</strong> Tests, and read the following to the Character who passes with the most SL (or fails with the least).</p><blockquote><p>‘To one side of the bar you see a group of four people sat round one of the tables. They are city folk by the look of them, fashionably though inexpensively dressed. Every so often one of them glances in the direction of the party, scrutinising you with a serious look. As you return their gaze they become suddenly self-conscious, and huddle together whispering and muttering.’ </p></blockquote><p>The group are members of the Purple Hand, the largest and most organised of the Empire’s Tzeentchian cults, dedicated to the corruption and overthrow of the nation’s leadership. The cultists believe Kastor Leiberung to be one of their most senior members. They show the Characters the utmost respect, but are confused if further attention is brought to them, after all separate cells normally don’t interact, and communicate through elaborate codes in order to avoid witch hunters’ attention. The cultists maintain they have nothing to do with the Characters, all the while being extremely deferential, and making cryptic remarks like, <em>‘We’re all in this together after all’ </em>(wink wink), or ‘<em>Here’s to a better day tomorrow’</em> (raises glass). </p><p>If they are met with violence they defend themselves. They use the profile given for @UUID[Actor.jhkdQwtqz42Z2Ady]{Thugs} and fight to the death rather than give up any information. Each of their chests is marked with a small tattoo of a purple hand.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>Alternative Cults</em></h3><p><em>If you don’t wish to use the Purple Hand these factions could be used in their place.</em></p><p><em>@UUID[Compendium.wfrp4e-dotr.journals.uHClvCto8icrUp9P]{The Red Crown}: Rivals of the Purple Hand who prefer to rouse Mutants and Beastmen in the forests rather than carefully subvert the government. If this group is encountered they interact with the Characters like normal thugs, but once the spokesperson says their piece, one of their other members, a bald man with sweaty red cheeks mutters, ‘</em>Bloody splitters, you’ll get it too come the time,’<em> and spits on the floor at the Characters’ feet. If violence results from this exchange the cultists fight for their lives; two of the four bear mutations under their clothes. One of them has extra leg joints (Ag 35), and another hides an enormous eye beneath a patch (no effect on this scenario). </em></p><p><em>@UUID[JournalEntry.d8nvgs2H5MmtKhdM.JournalEntryPage.L5gV9pgaWXB3floP#the-fractured-eye]{The Fractured Eye}: In the case of the Fractured Eye only the spokesman and the bald sweaty red man are members of the cult. Their companions are unaffiliated spies with whom they share information. The cult is a small one only interested in recruiting experts, such as Kastor Lieberung. If this is the case, then the spokesman keeps things calm and civilised. </em>‘I am sorry we have disturbed you. We recognise you as a man of particular talents. I wondered if you would ever work with us? I cannot say more at this time, but if you find yourself in Ubersreik again drop in to the offices of @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.b7O2qxgkBbDE6ip5]{the Boatbuilders’ and Chandlers’ Guild}, and ask for Kurt.’ <em>If the Characters press the matter any further the man looks embarrassed and insists that he must have made a mistake.</em></p><p><em>None of these groups have any affiliation with Elicha or Andreas, though the GM could do worse than to encourage the Characters’ paranoia about such things if they mention it.</em></p></blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 900000,
      "_id": "AsRIBUhas0aiBHH8",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.MTd8ShBtroMdpwWo.JournalEntryPage.AsRIBUhas0aiBHH8"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.AsRIBUhas0aiBHH8"
    },
    {
      "type": "text",
      "name": "Drunken Highwayman",
      "text": {
        "content": "<h4>Stage 4 - On the road from The Enchanter's Shadow</h4>\n<p>@UUID[Actor.ZE9eH0PYzdW0EM8I]{Max Drensler} is a dissolute highwayman. Until recently he had a good working relationship with a contact in Ubersreik, who would tip him off to easy pickings on the local routes. But the last time they met all Max was told was to step down his operation until further notice.</p>\n<p>This has left Max at a loss. After all, if he was the sort to take orders and act professionally — he would not have become a highwayman in the first place.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/max-drensler.webp\" width=\"209\" height=\"258\" /></div>\n<div class=\"journal-image centered\" style=\"text-align:center\">@UUID[Actor.ZE9eH0PYzdW0EM8I]{Max Drensler}</div>\n<p>In the meantime, Max has lowered himself and forgotten all his standards. He has decided to take matters into his own hands to earn money again. Unfortunately for him, his inspiration is mostly due to a strong bottle of gin, and he is in no fit state to rob a coach.</p>\n<p>As the coach is travelling through an area of wilderness, at least an hour from the nearest stage, read the following to the players:</p>\n<blockquote>\n<p><em>Ahead of you the forest clears, and the land becomes a rough terrain of scattered shrubs. A man sits stoop-backed upon his horse. He starts into a more alert posture as he sees the coach and spurs the horse into a loping trot, blocking your path ahead.</em></p>\n<p><em>The man is dressed in fine clothes, but he is inelegantly dishevelled. His ruffled shirt is covered in yellow stains, and his tricorn hat is askew. His drooping black goatee is besmirched with vomit.  A domino mask that should presumably be covering his eyes has been pushed up to the rim of his hat. </em></p>\n<p><em>As you approach, he pulls a pair of large-bore pistols from his jacket and levels it at the coach.</em></p>\n<p>‘Wha‘ tisshit now?’ <em>He slurs, and then mumbles incomprehensibly to himself for a moment.</em> ‘Ahyup. Yup! Sschtop yer coacshh! Schtop and deliver up all of your valubulshh and schtufth!\"</p>\n</blockquote>\n<p>@UUID[Actor.ZE9eH0PYzdW0EM8I]{Max} has primed his pistols, but has forgotten to load them with shot. He fires at the first Character to make a hostile move (if the Characters do nothing, @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} reaches for his blunderbuss after two turns). Roll to hit as normal, but Characters who are ‘hit’ take no damage. </p>\n<p>Once Max has fired both his pistols he looks confused, and then attempts to flee. He can be caught if the Characters carry out a successful @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#pursuit]{pursuit}. (Max starts at a distance of 4 and is mounted on a horse, however, his Ride skill is massively inhibited due to his drunkenness.) </p>\n<p>If Max is captured, he breaks down into self-pitying sobs. He shares his life story to interrogative characters, but he does not know the name of his contacts. He can only tell the Characters that the man from Ubersreik was a ‘shortish fellow with red hair and a bushy moustache.’ This was Rolf Gucker. Max has never heard of Elicha or @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas}.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 1000000,
      "_id": "kDL6xqq90zdN9diA",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.MTd8ShBtroMdpwWo.JournalEntryPage.kDL6xqq90zdN9diA"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.kDL6xqq90zdN9diA"
    },
    {
      "type": "text",
      "name": "The Wheels Come Off!",
      "text": {
        "content": "<h4>Option Event</h4>\n<p>If @UUID[Actor.ZZacWSlaBBBZoUVW]{Rudi} successfully sawed at the axle of the coach, and it has not been fixed, then this encounter must occur at some point during the Characters' journey, before they reach the town of Blutroch.</p>\n<p>The encounter occurs about an hour before Jan is due to reach the next staging post. He is pushing the vehicle hard to make it in good time before night falls. Read the following to the Characters.</p>\n<blockquote>\n<p><em>‘The sun is going down and you have not yet made it to the coaching inn for the night. Jan shakes the reins, desperate to make it before nightfall. You can hear him shaking the reins, bellowing at the horses. </em>“ Yah! Yah! Come on you blighters, MOVE!” <em>He is concerned to reach the next staging point before darkness falls. The coach judders and rocks as it increases in speed, and even padded-leather seating does not make this a comfortable ride. Suddenly there is a loud crack! The back of the coach collapses with a great lurch. You tumble from your seats as the vehicle comes to a great crashing, skidding halt.’ </em></p>\n</blockquote>\n<p>Each Character must pass an <strong>Average (+20) Athletics</strong> Test or suffer a wound as they are thrown about inside the coach.</p>\n<p>@UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} is very upset by the state of the coach, but he does not countenance any suggestion that his driving was at fault. He quickly surmises from the state of the wrecked coach that damage to the axle was to blame. Any character who passes an <strong>Easy (+20) Perception </strong>Test is able to see that the break occurred at a point that had already been partly sawn through.     </p>\n<p>Jan suggests that the coach is salvageable, as the front wheels are intact and the horses could just about drag the coach to the next stage. However, he asks that the Characters dismount and carry all that they can in order to lighten the load.</p>\n<p>Provided the Characters are all in agreement and pass <strong>Hard (-10) Endurance</strong> Tests (given the extra gear they are carrying), then they make it to the next staging post without further incident. However, if any Endurance tests are failed the Characters are delayed, night falls, and the party attract the attention of a trio of @UUID[Actor.9sil7WU58XBm1YyD]{Ungor Raider}.</p>\n<h4>Ungor Raiders</h4>\n<div class=\"journal-image float-right flip\"><img style=\"margin:-10px -30px\" src=\"modules/wfrp4e-core/art/bestiary/ungor.webp\" width=\"241\" height=\"307\" /></div>\n<p>The three Ungors are rather a rangy and mangy specimens. They resemble fauns: from the waist down they appear like goats, with cloven hooves and shaggy brown fur. Their chests are naked, and each of their staring ribs can be counted. Their heads bear short, sharp horns, and straggly growths of hair sprout from their chins. Their mouths drool, crammed with the sharp teeth of carnivores, but there’s a glimmer of intelligence to their caprine predatory eyes.</p>\n<p>These Ungors are hungry and looking for loot. They would ideally like to be left with one of the horses. They shoot arrows at the Characters in the hope of driving them away from the coach. The Ungors are not very brave, and once any one of them is reduced to 0 wounds, the group attempts to flee back into the forest. </p>\n<p>Fortunately, there is no need for a serious delay. Once the next staging post is finally reached, Jan is able to either fix up the coach, or commandeer a replacement by mentioning that he is on important business for @UUID[Actor.FYN8xjK9ytQgxARt]{Andreas}.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 1200000,
      "_id": "QhdI4QZouKk0BvAg",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.MTd8ShBtroMdpwWo.JournalEntryPage.QhdI4QZouKk0BvAg"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.QhdI4QZouKk0BvAg"
    },
    {
      "type": "text",
      "name": "The Crashed Coach",
      "text": {
        "content": "<h4>Stage 11 - On the road to The Broken Hart</h4><p>The missing Imperial Expressways coach can be found to the side of the road, about halfway between the towns of Blutroch and Bruckthin. The coach had left the Broken Hart tavern and travelled west for a couple of hours before it was run off the road by Goblins, who proceeded to slay everyone on board. </p><p>The Goblins are camped in a heavily wooded section of the forest, near to the narrow and fast flowing Freifrühling river and a small unnamed lake. They have erected a couple of tatty and filthy yurts, and a staked wolf pen. For the last few weeks, the goblins have been living the high life eating their way through the flesh of coach horses and Human passengers. </p><p>There are eight @UUID[Actor.kUubLAAHRQx9SfFJ]{Goblins} in the raiding party. During the day they typically arrange themselves as shown on the map. Two archers stand within the forest undergrowth to the north of the camp. They keep an eye out for traffic on the road, and are ready to raise the alarm if a threat presents itself.</p><blockquote class=\"foundry-note\"><p>Enable the Ranged trait on the @UUID[Actor.kUubLAAHRQx9SfFJ]{Twisted Maw Goblin} for the archers</p></blockquote><p>Two more archers guard the camp itself, watching towards the north and west. The two tatty yurts are occupied by the remaining three goblin raiders and their leader: @UUID[Actor.1aHdXQFcFsa8gbWd]{Gobrat Yellownail}. The raiding party’s eight wolves are kept locked up in a paddock to the south of the camp. A pile of horse and Human bones, and other refuse, is piled up near the north-west corner of the camp.</p><div style=\"display:flex;justify-content:space-evenly;flex-wrap:wrap\"><div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-core/art/bestiary/goblin.webp\" width=\"153\" height=\"195\" /><p style=\"text-align:center\">@UUID[Actor.kUubLAAHRQx9SfFJ]{Twisted Maw Goblin}</p></div><div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-ua1/assets/actors/gobrat-yellownail.webp\" width=\"211\" height=\"181\" /><p style=\"text-align:center\">@UUID[Actor.1aHdXQFcFsa8gbWd]{Gobrat Yellownail}</p></div><div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-core/art/bestiary/wolf.webp\" width=\"165\" height=\"199\" /><p style=\"text-align:center\">@UUID[Actor.GbeOpFCRfWAGsi9o]{Giant Wolf}</p></div></div><h4>Spotting the Camp and Crash Site</h4><p>The characters have three chances to spot the crash site or signs of the camp before the Goblins are fully alerted to their presence.</p><p>The position marked (1) on the road is the place where the Imperial Expressways coach ran off the road. There are a number of grooves on the road, and damaged vegetation where the panicked horses swerved round and then ran into the forest in order to escape the wolves.</p><p>Any Character who is keeping a look out for the coach will be able to spot the damage, and the upturned coach resting in the undergrowth by passing an <strong>Average (+20) Perception</strong> Test. If this test is failed, and the coach carries on, make a <strong>Perception </strong>Test on behalf of the Goblin archer nearest the Characters (Perception 20). If this test is passed, he spots their coach, and keeps an eye on further developments. </p><p>At the position marked (2) on the map, the coach is close enough to the Goblin camp that the smoke from the Goblins’ fire may be spotted. Characters should be called upon to make a <strong>Difficult (-10) Perception</strong> Test, and those who pass notice the rising column of smoke.</p><p>At the position marked (3) on the map, the coach passes by the easternmost of the Goblin archers looking out over the road. He can be spotted on a <strong>Very Hard (-30) Perception </strong>Test. However, as he is spotted, he will also be aware of the coach and the Characters, and raises the alarm if they make any subsequent hostile moves.</p><p>If all of these Perception Tests are failed, it’s left to @UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} to spot the camp. He pulls the coach to a stop as he reaches the bridge over the Freifrühling, just after point (3). He mentions that he thought he saw a figure standing in the undergrowth, and then notices the rising smoke from the campfire. He suggests that it might be best to check out the smoke.</p><p>However, the Goblins have been thoroughly alerted to the Characters by this point. The lookout archers head back to the camp, whooping alarm calls as they go.</p><h4>Investigating the Camp</h4><p>If the Characters investigate without alerting the Goblins, they will be able to carry out their search of the crashed coach without incident, and may be able to get the drop on the Greenskin raiders.</p><p>The Imperial Expressways coach has been pulled over on to its side. But the structure is in fairly good shape — despite all the obvious wreckage (Imperial Expressways spare no expense in the construction of their carriages).</p><p>The Goblins have looted the coach thoroughly, even tearing the velvet curtains and leather upholstery from inside the carriage.</p><p>Large paw prints like those of a dog can be plainly seen in the dirt around the coach, and a clear trail leads east towards the camp.</p><p>If the Characters follow the paw prints, they soon arrive at the camp. If the Characters take due precautions, they can sneak right up to the edge of the camp by passing a Stealth Test opposed to the Perception of any nearby Goblins (they have Perception 20). If they do not take due precautions, the Goblin guards are not particularly diligent, but they spot the Characters on a <strong>Challenging (+0) Perception</strong> Test. If the Characters are spotted, the archers raise the alarm.</p><p>If the alarm is not raised, the Characters can get the drop on the guards, meaning that any Goblins they initiate combat with will suffer from the @Condition[Surprised] Condition. They are able to spot Goblin archers nestling in the undergrowth on an <strong>Average (+20) Perception</strong> Test. The Goblins are made aware of the Characters’ presence as soon as a guard is attacked but not killed outright (the Goblin starts screaming and running for help), a loud weapon such as a gun is employed, or a character steps into the camp clearing.</p><h4>The Alarm is Raised</h4><p>As soon as the @UUID[Actor.kUubLAAHRQx9SfFJ]{Goblins} are aware of the Characters they attempt to kill them or drive them away. They raise ululating hollers that sound like no wild animal. The Goblins try to escape if more than half their number are killed or critically injured.</p><p>Once the alarm is raised, the Goblins behave depending on how they are armed and where the Characters are. Goblins with bows shoot at characters, but retreat if they come under heavy fire or if it looks as if a Character is preparing to engage them in melee.</p><p>Goblins without bows race to the wolf paddock, mount up, and then charge headlong in the direction of the last alarm. Whilst they are dismounted they only attack Characters who engage with them, but they are exuberant fighters once they have gotten on their wolves.</p><p>The Wolf Paddock</p><p>The eight @UUID[Actor.GbeOpFCRfWAGsi9o]{wolves} ridden by the Goblins of the Twisted Maw are fearsome beasts, but with little loyalty to their cruel masters. Their primary motivation is to escape.</p><p>If a Goblin reaches the paddock, they can control and mount a wolf. If the alarm is raised, any Goblins not engaged with a Character start to run to the paddock, and mount the wolves in an orderly manner, meaning that none escape.</p><p>If the Goblins are surprised by assailants, they panic. Those who aren’t directly engaged with Characters, run towards the paddock, and mount their own wolves, but any spare wolves escape in the confusion.</p><p>If a Character reaches the paddock before any Goblins, they could free the wolves, in which case the wolves run away into the woods (though they attack any Character that gets in their way).</p><h3>@UUID[Actor.kUubLAAHRQx9SfFJ]{Twisted Maw Goblin}</h3><p>The tribe of the Twisted Maw used to range @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{The Grey Mountains}, but were driven out by an Orc tribe. This particular group is a splinter of the main tribe who have followed their leader: @UUID[Actor.1aHdXQFcFsa8gbWd]{Gobrat}. </p><p>Goblins of the Twisted Maw are typical of Goblins who haunt the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{Grey Mountains}. They are skinny and small, with oily olive-green skin. Their faces are swathed about in hoods that do little to hide the assortment of warts and carbuncles that flourish around their fang-filled maws, curved noses and red, beady eyes. The Goblins wear an assortment of filthy rawhide, tatty pelts, and carry shields decorated with snarling sets of filthy pointed teeth.</p><h4>Looting the Camp</h4><p>There is little reward to be found within the camp. After the coach was wrecked, @UUID[Actor.1aHdXQFcFsa8gbWd]{Gobrat} despatched a pair of his most dependable wolf riders to ride south, and deliver their plunder to @UUID[Compendium.wfrp4e-dotr.actors.5WdFdIexAZYHMCN0]{Gutbug}, who the Characters may later encounter in <strong>Death on the Reik</strong>.</p><p>However, loose change and small trinkets to a total value of @Credit[6ss SPLIT]{6 shillings} can be found by anyone who roots around in the piles of tatty fur that line the floor of Gobrat’s yurt.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 1300000,
      "_id": "u3KugUvde3bUrJsa",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.MTd8ShBtroMdpwWo.JournalEntryPage.u3KugUvde3bUrJsa"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.u3KugUvde3bUrJsa"
    },
    {
      "type": "text",
      "name": "Ruined Road",
      "text": {
        "content": "<h4>Stage 10 - On the road to The Standing Stones</h4><p>This brief encounter is intended to merely ramp up the tension. A section of the road has become dangerously potholed. This damage was originally caused by Elicha’s agents. Bad weather and heavy passing coaches have now rendered this area extremely treacherous.</p><p>@UUID[Actor.Tk3JPvRycDpvKLEA]{Jan} knows about the potholes in the road, and takes action to avoid damaging his coach. Read the following to the Characters:</p><blockquote><p>‘<em>The coach suddenly lurches. Jan is calling for the horses to stop, pulling on the reins. As the coach trundles to a halt, you see him dismount and march towards a series of deep round holes in the road ahead. He glares at them, shaking his head. He then returns to the coach, and pulls a small shovel from the luggage. </em>“Could use a hand with this,” <em>he says to you,</em> “sooner we get this done the sooner we can get on our way.”’</p></blockquote><p>There is a spare shovel in the luggage area. Levelling the road surface requires an extended <strong>Average (+20) Strength</strong> Test. Once a total of 20 levels of success have been achieved, Jan judges that the surface is safe enough to drive over. Failed tests by Characters here do not add to the complexity of the job, but could result in Fatigue Conditions being applied as the GM sees fit.</p><p>Whilst the Characters work they may feel the need to keep an eye out for ambushers in the forest. Any such ambushers are long gone, but it would add to the tension to call for <strong>Average (+20) Perception</strong> Tests. Those who pass notice movements and noises in the depths of the forest (though these are just caused by the wind and small forest creatures).</p><p>Due to the delay, when the journey is underway once more Jan drives the coach somewhat harder than normal. This could make for the perfect conditions under which the following encounter occurs…</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 1100000,
      "_id": "VLrI9n910HjRNLom",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.MTd8ShBtroMdpwWo.JournalEntryPage.VLrI9n910HjRNLom"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!NutivPDw3LpUKdiP.VLrI9n910HjRNLom"
    }
  ],
  "folder": "ydG6mRraijSbGIXu",
  "sort": 500000,
  "ownership": {
    "default": 0,
    "p6OsUjigSLS2Fduz": 3
  },
  "flags": {
    "wfrp4e-ua1": {
      "initialization-folder": "Ubersreik Adventures I",
      "sort": 500000
    }
  },
  "_stats": {
    "systemId": "wfrp4e",
    "systemVersion": "7.0.0",
    "coreVersion": "11.307",
    "createdTime": 1676514541430,
    "modifiedTime": 1693273574411,
    "lastModifiedBy": "sAiwDCZFd21tgaDN"
  },
  "_id": "NutivPDw3LpUKdiP",
  "_key": "!journal!NutivPDw3LpUKdiP"
}
