{
  "name": "If Looks Could Kill",
  "pages": [
    {
      "type": "text",
      "name": "Part 3: Arrival at the Camp",
      "text": {
        "content": "<p>After an hour or more of walking through the fog, the Characters arrive at the campsite. It is built upon a small isthmus between the Verfelfluss and the Grausee not far from a small stone circle. Here, they will meet Stiegler and Thulgrim, and discover that all is not well with their business partnership.</p>\n<p>When describing the camp, take time to play up how eerie and foreboding the location is — this is not a place anyone would normally choose to spend the night, unless they had to.</p>\n<div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/maps/camp.webp\" /></div>\n<p>Ahead, the source of the Verfelfluss can be seen, a great grey lake stretching out further than the eye can see. The camp sits on the edge of a promontory resting between a sweeping bay of the lake and the banks of the river. It is a sizable spit of land, perhaps 30 acres in all, dotted with stands of shrubs and rocky outcropping. </p>\n<p>Still, it’s obvious why it will make a good site for a mill, as a building can easily be constructed close to the banks of the fast flowing river.</p>\n<p>Piles of timber and brick stand ready, and the small but busy camp of tents and wagons is erected around them. Many of the wagons are typical of those used by the Strigany: they’ve all seen better decades, and are semi-cylindrical in shape with tiled roofs.</p>\n<p>There are three other dwellings in the camp. One is a large tent draped in the blue and yellow heraldry of Ubersreik and the silver and blue of the Jungfreuds. It is erected far to the left. The second is a great wooden wagon, opulent and stately. It is parked opposite the tent on the right of the camp. Between them is a small tent beside which is an elevated wooden platform. The squat figure of a Dwarf can be seen standing upon the platform, puffing on a pipe.</p>\n<p>Beyond the camp is a wilder area, with drifts of mist clinging to the sodden earth, and dotted with large black standing stones. As the Characters’ eyes dance over the stones, a chill shudders up their spines.</p>\n<p>Any Character who passes a <strong>Difficult (−10) Perception</strong> Test or an <strong>Easy (+40) Lore (Engineering)</strong> Test will get the impression the construction site is slapdash. The site is disorganised: scaffolding has been left in a precarious half-built state; initial excavations are too close to the river’s edge and have become waterlogged. The workers’ tools look cheap and building materials lie in haphazard piles of rope, wood, and brick.</p>\n<p>If @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma} is still alive, she is taken by @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko} to one of the Strigany tents and put up for bed rest. She will be bed-ridden for the rest of the adventure, but is happy to talk to the Characters should they come to her for advice.</p>\n<p>As @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter} nears the camp his attitude of upbeat confidence vanishes and his smile slips. He quickly directs the Characters towards his foreman, @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim}. <em>‘Thulgrim, I say there, Thulgrim!’ </em>Thulgrim is a mature Dwarf with long black hair and a wide, bristly beard. He wears filthy overalls and puffs on a large brown pipe. His face darkens when he makes eye contact with Reuter. </p>\n<p>He clambers down from his perch to waddle over. Taking the pipe from between his teeth, he burps a gout of thick and tarry smoke directly in Reuter’s face. ‘<em>Back so soon, Manling?’</em> Reuter will cough. ‘<em>Well, yes… ah… y’see… well, we had a bit of a… mishap… on the river. These kind people proved very useful in the event… I was hoping we could sort them out with a little compensation. Further, I have hired them to do some of the tasks around camp. You know the ones. The matters the Strigany are… well… reluctant to do.’ He fishes about inside his jerkin and removes a large brass key on a chain from around his neck. ‘Perhaps you could take the chest to Stiegler’s caravan and sort out some silver for them?’</em></p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/thulgrim-nadrinsson.webp\" width=\"221\" height=\"243\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim Nadrinsson}</p>\n<p>If the Characters complain that @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter} promised them a gold crown each, he holds up his hands and looks pained. He explains that, naturally with the two locks placed upon the paychest, @UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler} will need to be consulted first. Further, with the recent loss of the barge, Stiegler is unlikely to be forthcoming with funds… But he insists that he will wear her down in the end, and the Characters will get paid their due, before insisting that he is tired and needs to get some rest.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-device.webp\" width=\"210\" height=\"233\" /></div>\n<p>Reuter really is exhausted. He feels rather despondent by this point. He fields any further queries put his way in a cursory fashion before heading to his bed. @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} beckons the Characters to follow him with the chest as he makes his way towards Stiegler’s wagon.</p>\n<h3>A Meeting with Johanna Stiegler</h3>\n<p>@UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} is not a talkative Dwarf. He is sour and distracted, suffering from insomnia, and harbouring a burning grudge. He typically answers questions pithily, responding in monosyllables if possible. If asked anything open ended he says, ‘<em>that requires thought; I’ll get back to you on that,’</em> rather than being drawn into conversation. If a Character should suggest to him that the work being done on the site is substandard, he will struggle to keep his temper.</p>\n<p>‘<em>The techniques I would employ had I a good Dwarf work throng would be solid as the Grey Mountains themselves, but things can only go so well with the dearth of talent and funding at my disposal. You think you can get better results from a gang of shiftless Manlings and two clueless squabbling idiots then, I tell you what, be my guest.’</em></p>\n<p>As the Characters walk towards Stiegler’s wagon she concludes a meeting with her associate, Hans Strahnig. He leaves before the Characters get there, but a Character who passes a <strong>Hard (−20) Perception</strong> Test will get a good look at the man exiting the wagon and strolling off into the camp. Hans Strahnig is a rough-looking fellow with a scarred face and lank black hair. He wears patched peasant garb in various shades of green and brown. For more on Hans and his relationship to Stiegler, see @UUID[Actor.gnDQygAX2pEdjp7h]{Hans Strahnig}</p>\n<p>@UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} climbs the steps to the door of the great wagon and knocks briskly. Faint sounds, shuffling and sighing, echo from within. Then steps, the sound of hard heels clacking on floorboards, before the door is prized open.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/johanna-stiegler.webp\" width=\"237\" height=\"246\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.u5YaIA4ANwEtsDQn]{Johanna Stiegler}</p>\n<p>@UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler} is a tall woman, dressed in finely tailored trousers and jerkin. Her hair hangs in lightly oiled, golden curls. Her mouth is a disapproving slash of red paint. Her glaring eyes are vibrant blue, bloodshot and rimmed with rubbed, red flesh. She does not talk so much as hiss through her clenched teeth. ‘<em> I… was… hoping… to get… some sleep. Whatever it is you want, can it not wait until morning?’</em></p>\n<p>Thulgrim is completely unfazed by her discomfort<em>. ‘ Boat came a cropper. These folks helped with salvage. Reuter wants them compensated. Well compensated if possible.’</em></p>\n<p>@UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler} rolls her eyes with a theatrical sigh. <em>‘As if my esteemed partner hadn’t already demonstrated his incompetence and profligacy! Dwarf, I already have a site rammed full of so-called assets that stubbornly fail to sweat for me! Bring that chest inside and set it on the floor, but I’ll not authorise the spending of a single brass penny until I see some progress!’</em></p>\n<p>@UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler} is a fierce and determined woman who is sincere in her reluctance to spend more money. However, she is also worn out by her nightmares and stress levels. So, if the Characters argue with her about deserving some money, she will eventually pay just to be rid of them. However, securing money from Stiegler requires the Characters argue for it and pass a <strong>Difficult (−10) Haggle</strong> Test. If successful, she will pay them each @Credit[10ss]{10 shillings} plus @Credit[2ss]{2 shillings} per SL, up to a maximum of @Credit[1gc]{1GC}.</p>\n<p>Before the Characters depart, @UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler} will soften somewhat. She is in need of competent people to help at the site. ‘<em>Perhaps we started on the wrong foot here. If so, I ask for your forbearance. I’m not usually like this. Things have been… stressful recently. Let’s all try to get a decent night’s rest and in the morning we can work out a mutually agreeable arrangement, hmm? I assure you, whatever Reuter has promised you, I will double — and unlike him, my promises are always kept</em>.’</p>\n<p>The Characters are now left to find their own accommodations as the sun properly sets. @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} makes his excuses and heads for his bed. Around the camp the Strigany workers are turning in for the night. The Characters would be advised to do the same unless they want to start earning @Condition[Fatigued] Conditions.</p>\n<p>The Characters have three obvious sleeping options: </p>\n<ul>\n<li>\n<p>Pay the Strigany @Pay[1ss]{1 shilling} a head to take them in for the night.</p>\n</li>\n<li>\n<p>Bunk for free with the Strigany, if they saved Vadoma’s life, or Reiko is well disposed towards them.</p>\n</li>\n<li>\n<p>Perform a <strong>Challenging (+0) Outdoor Survival</strong> Test to build a simple lean-to. Success will shelter one Character, plus one extra per +1 SL scored.</p>\n</li>\n</ul>\n<p>Having to perform multiple Tests, or sleeping without a suitable shelter, will have the Characters awake the next morning with a @Condition[Fatigued] Condition.</p>\n<h3>Nightmares</h3>\n<p>That night, nightmares disturb everyone’s sleep, though not all remember them. Each Character must make a <strong>Challenging (+0) Cool</strong> Test. Those who fail gain a @Condition[Fatigued] Condition and remember the following nightmare:</p>\n<blockquote class=\"sidebar\">\n<h4 class=\"no-toc\">Handout 3: The Nightmare</h4>\n<p>You awake with a sudden jolt, your heart hammering against your ribs. Your memories of the nightmare begin peeling away as soon as you awaken, but you remember a straw bed, fire consuming a hut, great claws grasping and binding you with twine. You recall the reflection of the Chaos Moon on the waters of the Grausee being consumed by a great and angry eye. Your back was pressed down on a stone slab. Then you remember nothing, save an intense anguish, a sense of having lost everything, forlorn, forever.</p>\n</blockquote>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Going to Grausee</em></h3>\n<p><em>The players may wish to travel to the village of Grausee to obtain extra help or advice during the adventure. This sort of behaviour can wrong-foot novice GMs because on one hand it is eminently sensible, but on the other it spoils the fun if competent NPCs are contracted to do the Characters’ work for them.</em></p>\n<p><em>Grausee is an agricultural community of some 500 souls, most of whom are employed working the fields. A number of locals also participate in fishing the nearby Grausee lake that teems with carp. Hunters and foragers ply their trade here, combing the woods to the east for edible plants and fungi, as well as shooting game birds, rabbit, and deer. Turf-cutting also supports the local economy, as bricks of dried peat are shipped from Grausee to Ubersreik and nearby villages. Like many rural communities in the Reikland, the homes in which most of the local people live are dispersed around the area, consisting of walled farmsteads fortified against Goblin raids and other threats. However, a collection of some twenty homes are nestled on the bank of the lake, and a small temple dedicated to Sigmar caters to the spiritual needs of the locals.</em></p>\n<p><em>If the Characters go to Grausee in order to fetch help they will find the place is far too busy with its own concerns. People there can confirm that Stiegler is a local, but they share the Strigany belief that the area of the building site is cursed. They want nothing to do with it. The locals will also recognise the description of Hans Strahnig if provided, and suggest that he is a violent ne’er-do-well who the Characters ought to avoid.</em></p>\n</blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 400001,
      "_id": "4evK50CLL91YLuL3",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.4evK50CLL91YLuL3"
    },
    {
      "type": "text",
      "name": "Aftermath",
      "text": {
        "content": "<p>The Characters have several potential avenues to pursue, most of which point towards Ubersreik, either via a Strigany cart, Stiegler’s caravan, or a travelling coach from Grausee. They can make their way to the fortress-town and onto their next adventures. <strong>The WFRP Starter Set </strong>has many ideas for potential next steps, including several adventures and story ideas for every location included.</p>\n<h3>Tracking down Thulgrim</h3>\n<p>The Characters may wish to track down Thulgrim and extract their payment from the stolen chest, exact their revenge upon him, or merely discover more about his reasons for running off with someone else’s money and his very un-Dwarf-like behaviour.</p>\n<p>Unfortunately, Thulgrim is not easy to find. He has slipped away in a Strigany wagon and lies low until it arrives in Ubersreik. Once there, he makes his way to @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.A4x3cKwa1h875OlK]{Dawihafen}, the city’s Dwarf quarter, where he recuperates and resupplies before heading off into @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{The Grey Mountains} with his ill-gotten gains.</p>\n<p>In order to catch him the Characters will have to complete the following tasks. </p>\n<ol>\n<li>\n<p><strong>Find out where he went</strong>. If the Characters haven’t already heard that Thulgrim likely hitched a ride with the Strigany, they will have to ask around those still packing up at the building site what became of Thulgrim and pass a <strong>Difficult (−10) Gossip</strong> Test. If they pass they get the information that the Dwarf abandoned the site whilst the Characters were in the Ortschlamm and hitched a lift towards Ubersreik.</p>\n</li>\n<li>\n<p><strong>Waste no time in following</strong>. The Characters will have to move quickly if they want to keep pace with the Dwarf. Any significant delays taken in their own journey to Ubersreik mean that the Dwarf makes a clean getaway. Catching a ride with the Strigany or taking up Stiegler’s offer of a lift will suffice.</p>\n</li>\n<li>\n<p><strong>Search Dawihafen</strong>. The Characters will have to head to Ubersreik’s busy Dwarf quarter in order to catch Thulgrim. If they do not realise this, call for <strong>Challenging (+0) Intuition</strong> Tests. Any Character who passes has the feeling that Thulgrim would be most at home in the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.A4x3cKwa1h875OlK]{Dwarf quarter}.</p>\n</li>\n<li>\n<p><strong>Stake out</strong>. Thulgrim visits a number of shops and taverns the day after he reaches Ubersreik. In order to catch him the Characters must pass a <strong>Difficult (−10) Perception</strong> Test. If the Characters suggest keeping an eye on suitable locations such as @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.wht9BofyQGmtinWN]{The Axe and Hammer} tavern and stores such as @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.3IL6xYjlSg6RZXsr]{Nordwander and Son's Expeditionary Supplies} this becomes an <strong>Easy (+40) </strong>Perception Test.</p>\n</li>\n<li>\n<p><strong>Chase Thulgrim down</strong>. As soon as he spots the Characters Thulgrim makes a break for it using the @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#pursuit]{Pursuit} rules. Thulgrim counts as having a head start of 4 (though the GM can decrease this number if the Characters came up with plans to ambush the Dwarf or disguise themselves). His movement value is 3 and he has Athletics 39. If he gets away he goes to ground and then sneaks out of Ubersreik for good.</p>\n</li>\n</ol>\n<p>If the Characters do manage to chase Thulgrim down the Dwarf relents and surrenders, willing to accept his fate.</p>\n<h4>Thulgrim’s Tale</h4>\n<p>@UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} was once an honourable Dwarf, one of the last descendants of Clan Thagga, a noble clan from Karak Azgaraz. Facing penury, his family entered into business dealings with two merchants from Ubersreik: Reuter and Stiegler. But, they did not deal in good faith, and Stiegler cynically exploited vagaries in Ubersreik’s legal codes to defraud the Thaggas of their remaining gold, thus robbing Thulgrim’s children of their entire inheritance.</p>\n<p>Thulgrim’s eldest son was so ashamed at having lost everything on behalf of his family that he took the Slayer Oath. Thulgrim’s remaining two children called on ancient favours for survival.</p>\n<p>When he found out what had happened, Thulgrim was livid. He desired immediate vengeance for what Reuter and Stiegler had done to him and his family, so when he heard they were embarking upon a new venture using his money to build a watermill, he posed as a lowly engineer and offered his services. From the outset, he intended to take back every penny stolen from him, regardless of what Human law may say was legal.</p>\n<p>However, whilst he bore the merchants a grudge, he never intended for Rutger to die, and that has taken much of the fight out of him. Thulgrim knows he has not acted honourably and he regrets much of what has happened. He does not wish to fight the Characters and will hand the chest over to its lawful owners if they demand it. But, he has already spent most of the money settling debts owed to Dwarfs in Ubersreik, so there are only 15 gold crowns remaining in the chest. Further, Thulgrim firmly believes the money belongs to his family, not to the faithless merchants. He will argue blind that he is in the right, even if he used dishonourable means to reclaim his funds. So, he will attempt to appeal to the Characters to see good sense and to let him go.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-ua1/assets/set-pictures/sad-thulgrim.webp\" width=\"197\" height=\"159\" /></div>\n<p>Whether he is allowed to keep the chest or not, the weight of shame for his dishonourable actions compels Thulgrim to swear the Slayer Oath as soon as his family receives what remains of his money, assuming he is allowed to keep it. If the Characters give up their claim on the paychest, they will earn Thulgrim’s gratitude, and he will swear to come to their aid if they ever need it — assuming he isn’t already dead.</p>\n<h3>Rewards</h3>\n<p>The following experience points should be awarded at the end of each session:</p>\n<ul>\n<li>\n<p>@Exp[50–75,Had a good time roleplaying]{50–75 points each for having a good time roleplaying}</p>\n</li>\n<li>\n<p>@Exp[25,Saved Vadoma’s life]{25 points for saving Vadoma’s life}</p>\n</li>\n<li>\n<p>@Exp[25,Lifted the curse of the ogham stones]{25 points for lifting the curse of the ogham stones}</p>\n</li>\n<li>\n<p>@Exp[50,Defeated the Basilisk]{50 points for defeating the Basilisk}</p>\n</li>\n<li>\n<p>@Exp[25,Dealt with Stiegler and the brigands]{25 points for dealing with Stiegler and the brigands}</p>\n</li>\n<li>\n<p>@Exp[25,Tracked Thulgrim down]{25 points for tracking Thulgrim down}</p>\n</li>\n</ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 750001,
      "_id": "FNUQ8x5IRlHMNJQV",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.FNUQ8x5IRlHMNJQV"
    },
    {
      "type": "text",
      "name": "Part 5: The Death of Rutger Reuter",
      "text": {
        "content": "<p>As the Strigany put down their tools for the day, the Characters may wish to rest and eat. The Strigany in the camp are impressed with the Characters, if they excavated any stones, and are happy to offer them bowls of peppery meat stew. The mood will feel noticeably lighter if the main ogham was removed, though no one save @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma} makes the connection between the two. She will only mention it if she is approached as she will remain in her tent. Further, should all stones be removed, the mist lessens considerably.</p>\n<p>After eating, the Strigany will build a blazing fire and take to song and dance, if the stones are down, and Reiko will ask the Characters to join them. Later, as the light of day begins to fade, @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} will approach, saying he needs @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter} to open the chest of funds in order to pay them, but that he cannot find the man.</p>\n<p>The Characters may investigate by heading to Reuter’s tent. If the stones are down, it is simple matter for them to notice a trail of flattened grass leading from the tent to the riverbank nearby, revealed by the retreating mists. Impressions of large three-toed feet, each one nearly a yard in length, can be seen pressed into the mud around this trail. If the mists have not receded, it takes <strong>Challenging (+0) Perception</strong> Test to spot these details in the evening haze.</p>\n<p>If the Characters are not proactive in locating Reuter, Strigany workers discover the trail at Thulgrim’s command, follow it, and then raise the alarm, which will likely summon everyone.</p>\n<p>By the riverbank is a stand of bulrush, the dense, tall stalks waving in the breeze. The body of Rutger Reuter lies there. His corpse is a shocking sight. He is dressed in a white, linen smock drenched through with blood. His right arm is missing. The torn flesh at his shoulder speaks of many sharp and savage incisions. His face, for all the violence wrought upon him, is strangely serene, eyes closed, mouth slightly agape. Large, three-toed footprints can be seen stamped into the mud around the banks. Trails of mist still cling to his cold body, coiling around his arm and legs like wispy tentacles.</p>\n<p>A small crowd of Strigany will quickly gather close by, muttering to one another in tones of rising panic. Reiko gives full voice to their concerns. ‘<em>It is true that this place is cursed! The great beast of the Ortschlamm is here!</em>’  He will gesture to the swamps that lie on the far side of the river. ‘<em>It has come for blood just as Madam Vadoma said it would! The time to leave has come.</em>’ At his words, the other Strigany make signs against evil. Some murmur their assent and head for their wagons.</p>\n<p>If the Characters investigate Reuter’s body they find that the key to the chest is still around his neck. A Character who wishes to take a closer look at his wounds and passes a <strong>Hard (−20) Perception</strong> or an <strong>Easy (+40) Heal</strong> Test will notice that Reuter’s left hand bears no defensive wounds, and that other than his missing arm his body has not been crushed, bruised, or bitten.</p>\n<h3>Key Moment</h3>\n<p>When both @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} and @UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler} arrive at the scene, they will argue over who should take ownership of Reuter’s key. Read or paraphrase the following to the players, modifying it to the events as appropriate.</p>\n<p>Stiegler regards the body of Reuter with undisguised contempt<em>. ‘So now the dotard gets himself killed! I suppose I’m going to have to explain this to his parents, as if he hadn’t already caused me enough problems!’‘ </em></p>\n<p>Thulgrim grumbles<em>. ‘Show a little bloody respect for the dead, damn you.’</em></p>\n<p><em>'Respect? What we need here is justice!’  </em>Stiegler fishes a heavy purse from her belt<em>. 'Ten gold crowns to the brave souls who bring me the head of the monster responsible for this!’ </em>She waves the purse in the air. <em>‘Ten gold crowns!’ </em>She then steps towards the body<em>. ‘I’ll reimburse myself from the funds, where’s that key?’</em></p>\n<p><em>‘Actually, I think I’d better hold on to the key,’  </em>Thulgrim snaps<em>. ‘This is a joint operation, after all. I doubt the Reuters would be happy with their investment solely in the hands of an outsider. I know how it would make me feel if I saw someone else with my money.’  </em>Thulgrim gives Stiegler a knowing, hateful look, though she appears not to notice or care.</p>\n<p><em>‘And what authority, what claim, do you have over the matter, Dwarf ? None! Until the Reuters send someone to replace their dear departed Rutger, I’m the only one in charge here!’</em></p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-ua1/assets/set-pictures/gimme-gold.webp\" width=\"282\" height=\"246\" /></div>\n<p>If the Characters have any opinions about who should get the key they can sway the argument either way. If not Thulgrim defers to Stiegler, though continues to rumble curses under his breath. None of the workers are the least bit interested in tracking down the monster, so the Characters are encouraged to chase it down by both Thulgrim and Stiegler. <em>‘That’s what Reuter brought you on for, after all!’  </em>The Characters are provided with a small rowing boat to see them over to the western bank of the Verfelfluss.</p>",
        "format": 1
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 600001,
      "_id": "8O9Vc3nr8iRAf72O",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.8O9Vc3nr8iRAf72O"
    },
    {
      "type": "text",
      "name": "Part 6: The Ortschlamm",
      "text": {
        "content": "<p>The Characters travel across the lake to the Ortschlamm to discover the true culprit behind @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter’s} death. They may be surprised by what they find: bandits hired by @UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler}. However, the fears of @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma} are once more vindicated when the very monster the bandits were impersonating attempts to devour everyone it sees.</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>The Ortschlamm</em></h3>\n<p><em>To the west of the Grausee is a stretch of wooded swampland known as the Ortschlamm. The marsh is dark and eerie, a place where the wilds are said to be befouled by some lingering curse. An unhealthy brown miasma blankets everything even on sunny days and a noisome smell lingers above the stagnant water. The outskirts of the Ortschlamm are tended by turfcutters and creel fishers from Grausee, but foragers only enter the swamp when in desperate need of eels and crayfish. It is a place of slim pickings, tragic losses, and half-seen shapes moving in the distance.</em></p>\n</blockquote>\n<h3>Following the Trail</h3>\n<p>The trail is shockingly, almost comically easy to discern on the other side of the river. A number of three-toed prints can be seen on the riverbank. Allow Characters to perform a <strong>Challenging (+0) Track</strong> Test to determine that there is something unnatural about the tracks. If they achieved 3+ SL, they learn that the tracks appear deliberate — both heavier and lighter than a normal walking creature would leave, suggesting trickery.</p>\n<p>The prints wend their way through honeycombed workings of turfcutters, their spades having dug deep channels through the heathery levels of the land that overflow with a clinging brown mist. The ground is treacherous underfoot — it’s rarely visible through the miasma that hides soft, black, sucking mud. Soon the Characters will find themselves skipping between small islands rising above the fog — solid ground with crusts where the sun has baked the peat hard, or mounds where straggly lengths of tough brown bog grass grow.</p>\n<p>As they progress, the path becomes more overgrown. The unfenced country plays host to stands of tall pale birch, bedecked with stiff, thin branches that whip to and fro as the Characters pass, and that crowd above, blocking what little light remains of the day.</p>\n<p>Slowly, the land begins to rise, and walking uphill through the boggy landscape is tough going. The Characters should make a <strong>Challenging (+0) Endurance</strong> Test or suffer a @Condition[Fatigued] Condition. The Characters may wish to rest here for a few moments to catch their breaths and remove this Condition, but before they can, read or paraphrase the following to the players.</p>\n<p><em>As you are making your way through a particularly dense grove of sickly birch trees there are sudden shouts of alarm close by. Through the gathering mists you can see the indistinct shapes of three figures running in your direction, fleeing from a much larger looming shape.</em></p>\n<p>Ahead, the trees thin out around the banks of a large and muddy tarn. There are three foragers by the mountain lakeside, pulling themselves through the mud in a blind panic, dropping their packs and staffs as they attempt to flee the foul monstrosity that stalks them.</p>\n<p>The @UUID[Actor.enTVKkRneSPum3FY]{creature} is massive, nearly 20 feet in length — towering head and shoulders above the foragers. It moves itself forward on eight filthy legs and gapes open its cavernous mouth. The creature is clearly ancient and ailing, its palsied movements unsteady and arrhythmic. Many of its teeth are broken or missing and its pale-green skin hangs in great sagging folds around its scaly withered frame. It squints and snuffles as it moves through the mists, its beady eyes clouded with thick cataracts. Still it is a fearsome sight, for while the beast may be well past its prime a blow from its shaking claws will still rip a person in two.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/basilisk.webp\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.enTVKkRneSPum3FY]{The Beast of the Ortschlamm}</p>\n<p>This is the only NPC in the scenario with several Traits to remember, so make sure you take time to read, then reread, what each does. This ensures that when the Beast arrives, your play won’t be interrupted as you stop to reference the Traits and their effects.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/hans-gurdt-frederick.webp\" width=\"238\" height=\"223\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.gnDQygAX2pEdjp7h]{Hans Strahnig}, @UUID[Actor.skeZl9ovtgYPvtcb]{Gurdt}, and @UUID[Actor.JzZZAtkLIDDBKax3]{Frederick Hynckel}</p>\n<p>The three men are inhabitants of the Grausee area. They were hired by @UUID[Actor.u5YaIA4ANwEtsDQn]{Johanna Stiegler} to kill @UUID[Actor.bzK1Y37Fz1rOXxPl]{Rutger Reuter} and leave a trail of false prints leading to the tarn here. They have discovered to their dismay that the rumours of a strange beast inhabiting the swamps, tales they have been told as children, have a strong basis in fact. The men all have a similar look: lank dark hair and thick growths of stubble. They wear modest peasant garb in various shades of green, grey and brown. Of particular note are their boots, which are wrapped in swathes of sodden fur.</p>\n<h3>Fighting the Basilisk</h3>\n<p>The Ortschlamm Basilisk will fight fiercely, but as per its @UUID[Compendium.wfrp4e-core.items.AGcJl5rHjkyIQBPP]{Bestial} Trait, it may flee if attacked with fire or if it is reduced to 22 Wounds or fewer. It is old and relatively feeble. It has lost much of its eyesight and so its petrifying glare is much less potent than that of a normal Basilisk. Still it is more than a match for the brigands and will likely give the Characters a hard fight. Whilst the brigands are attempting to flee, they will rally if the Characters launch an attack on the Basilisk. They will assist the Characters in slaying the creature, but if any of them are reduced to 3 Wounds or fewer they will attempt to escape back to Grausee.</p>\n<p>The Basilisk can be slaughtered, captured, or driven off. If it is killed, some of its body parts could be harvested and sold to academics and wizards, or used to make poisons.</p>\n<div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/swamp-beast.webp\" /></div>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>The Eternal Beast</em></h3>\n<p><em>If the Basilisk is killed and the central ogham stone still stands back at the campsite, the dead Basilisk will slowly regenerate, its wounds reknitting slowly, painfully, as the old magic of the long-dead Fimir rejuvenates the stone’s protector. Eventually, after several weeks, it will rise again in the Ortschlamm swamp as it has done many times before. If the Characters have taken away parts of its body, these grisly pieces will awaken within a week, and will wetly roll free, seeking other parts of the Basilisk with which to combine, leaving trails of blood and black dhar where they have dragged themselves back towards the Ortschlamm! This will cause particular issue for any who may have foolishly eaten the Basilisk’s meat. What starts as a vague pulling in the direction of the Ortschlamm is soon followed by stabbing pains and terrible eruptions.</em></p>\n</blockquote>\n<h3>Selling the Basilisk, Dead or Alive</h3>\n<p>Given its poor condition, many institutions such as menageries and colleges would not be very interested in this specimen, though the Characters could still expect about 10 GCs for the live Basilisk, and 4 GCs for its corpse, should they be able to find a buyer. If the Characters sell the skin and bones to a museum or college they could make as much as 3 GCs, and then a further 2 GCs by selling the internal organs to an apothecary, such as @UUID[JournalEntry.QqbRrRKeBiZewGip.JournalEntryPage.mhFiJtI351jVgTwZ]{Cordelia's Apothecary}. There is even a market for the beast’s flesh, with Ogres who will buy the lot for a handful of silver, and a handful of epicureans willing to pay good coin for Basilisk steaks. Indeed, locally, Johann Zustrass, the head chef in the @UUID[JournalEntry.TSyoR9nSk7cehypG.JournalEntryPage.OVCd5q9yGXF88pwv]{Wings of the Pegasus} restaurant, will pay 10 silver shillings per steak, and there are at least 150 prime cuts in the beast! However, Zustrass’s interest in exotic meats is not well known, and he wouldn’t be willing to buy more than 20 of the steaks, so this is no easy sale.</p>\n<p>If selling the corpse is on their mind, Characters will have to work out how to transport it to their potential buyers, probably in Ubersreik. They would also need to keep it out of sight from the authorities, who would have some difficult-to-answer questions about why they have such a tainted creature in tow.</p>\n<p>And, of course, if the central ogham still stands, all those bits of Basilisk will start to move after just a week, so the Characters don’t have a lot of time to sell their gruesome stock.</p>\n<h4>Concocting Poisons</h4>\n<p>A Character who passes a <strong>Hard (−20) Trade (Poisoner)</strong> Test could harvest toxic chemicals from the bile ducts, aqueous humours, and venom glands of the Basilisk’s corpse and combine them to create a concoction imbued with the baleful qualities of the monster. The quantity of poison produced by a successful Test is 2 doses plus 1 for each additional SL. Failure by more than −2 SL results in the Poisoner suffering the poison themselves.</p>\n<p>Basilisk’s Baleful Bile: This poison is created from combining fluids from the eyes and poison sacks of a freshly slain Basilisk. It is a foul tasting poison, and anyone ingesting food or drink laced with Basilisk’s Baleful Bile will be called to take an Easy (+40) Perception Test. Success indicates they detect the taint of something wrong before suffering the bile’s effects, but gain the Stunned Condition for one Round whilst they vomit it up. If ingested, the concoction inflicts 2 Poisoned Conditions, resisted with a Difficult (−10) Endurance Test. If the target fails to resist the Poisoned Conditions, they are permanently turned to stone. Basilisk’s Baleful Bile is worth 10 GC per dose and has the Exotic Availability.</p>\n<h3>Something Fishy Going On...</h3>\n<p>Once the Basilisk is slain or subdued, any surviving brigands respond with heartfelt gratitude and are willing to help the Characters return to the lake, though they refuse to cross to the building site. </p>\n<p>Should they be asked about their presence in the swamp a spokesman for the group (Hans, if alive) gives a speech along the following lines.</p>\n<blockquote>\n<p>‘By Taal’s Beard, that was a close one! I doubt we’d have survived were it not for you. We came out of Grausee just this morning, looking to trap some eels in the ‘schlamm. I was told tales of a great beast within the swamp from when I was on my Nanna’s knee, but never once thought there’d be so much as a shred of truth to them. Shallya’s blessings be upon you for your help!’</p>\n</blockquote>\n<p>But some things about the brigands just don’t add up — observant Characters may notice.</p>\n<p><strong>Tracks</strong>: The tracks the Characters have been following from the scene of Reuter’s killing have been three-toed. The Basilisk itself has four toes with long, sharp nails. This clue will be obvious to any Character who shows any interest in comparing the Basilisk’s feet, or the tracks it has left around the tarn, to the tracks they have been following from the camp.</p>\n<p><strong>Discarded Belongings</strong>: When they were first attacked by the Basilisk the brigands dropped some of their gear — two large packs and three wooden staffs. In the aftermath of the attack one of the brigands will go and collect the packs, but will try to pretend the staffs aren’t there. Should the Characters investigate the staffs, they will see they have strange arrangements of string and segments of wood tied to their ends. If the brigands are asked about these, they will say the staffs are designed to snare eels and frogs, though this is an obvious lie that will be caught by a successful <strong>Easy (+40) Intuition</strong> Test. However, the staffs perfectly match the large three-toed tracks they have been following. If the Characters insist on searching the packs they will discover a large serrated butcher’s knife, stained red with Reuter’s blood. The brigands will claim it was last used to butcher some eels they ate for their lunch.</p>\n<p><strong>Brigand’s Trappings</strong>: The brigands’ feet are swaddled in sodden fur wrappings. A Character who makes an <strong>Average (+20) Perception</strong> or <strong>Easy (+40) Track</strong> Test will notice this footwear seems encumbering, but does not leave distinct footprints. If asked about this footwear the brigands will claim it keeps them warm in the swamp. In total, the fishing equipment carried by the brigands amounts to three small creels and three small nets, hardly the degree of equipment someone would expect a professional eel-fisher to carry with them.</p>\n<h3>Accusing the Brigands</h3>\n<p>The Characters may well assume the Basilisk was responsible for Reuter’s death, and the men merely unfortunate eel-fishers. If the Characters show no interest in investigating further or treating the brigands with suspicion, then the men will be happy to part ways. They head back to the village of Grausee to continue with their lives. The Characters have missed the chance to uncover the truth, but it doesn’t carry further consequences.</p>\n<p>However, if they accuse the men of having murdered Reuter, the brigands will react violently. If they outnumber the party they attack and fight with all remaining reserves of strength. If not, they attempt to escape back to Grausee and have to be chased down (see @UUID[Compendium.wfrp4e-core.journals.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#pursuit]{Pursuit}).</p>\n<p>The brigands are not particularly brave or fearsome. If they are bested by the Characters they will come clean, provided their lives are spared. </p>\n<p>Read or paraphrase the following to the players if this occurs:</p>\n<blockquote>\n<p>‘Peace! Peace, as Sigmar is our holy sovereign will you lay off!’ The men throw their weapons to the ground and raise their hands. ‘It’s true, it’s true, we killed that lying city boy, we did. Smothered him in his sleep, so he didn’t suffer. But it wasn’t our plan you see? We were just following orders, that’s all. It weren’t nothing personal.</p>\n<p>‘He was ruining everything for Johanna, spoiling everything, a proper little saboteur. We had to do it for her sake, see? She’d worked so long and hard to get that commission. He would have ruined it all for her if we didn’t stop him. He hired that incompetent Dwarf and those work-shy foreigners. By Mitterfruhl he had spent funds meant to last a year. All along he swore to her that he knew her business better than she did. We all agreed… he had to be got rid of.’</p>\n</blockquote>\n<p>The brigands will accompany the Characters back to the campsite, and into custody, so long as they’re spared, but will later attempt to escape once out of their hands.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 700001,
      "_id": "MHtDR1gk507J2AVD",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.MHtDR1gk507J2AVD"
    },
    {
      "type": "text",
      "name": "Part 2: The Misty Road",
      "text": {
        "content": "<p>The Characters leave the sunken barge behind and head to the campsite in Grausee. The journey only takes an hour, but the rise of a thick fog and generally oppressive atmosphere makes it seem much longer. To keep spirits up, @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter} encourages gossip among the travellers. @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko} will join in if @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma} is still alive. His spirits will be low given the loss of his barge — but it was on its last legs, and Reuter claims he will recompense him for a percentage of its worth. If Vadoma is dead, Reiko will quietly pray to his ancestors to watch over his grandmother for at least 15 minutes, then join in with any conversation. He is internally distraught that she has passed through Morr’s Portal, but doesn’t want to bring down the spirits of his crew. As for Vadoma, if she is still alive, she will use the time to pray to her ancestors for safe passage. Read or paraphrase the following to the players:</p><blockquote><p>As you trudge down the road towards Grausee, the shadows lengthen and an evening chill sets in. The Strigany labour to heft all the materials they have salvaged from the wreck, grumbling and casting resentful looks in the direction of Reuter as they do so.</p><p>For his part Reuter maintains a sunny disposition, though there are moments when he drops his guard and looks pensive and drained. Every so often he loudly declares that the journey is nearly at an end, but these pronouncements seem to have little to do with your actual progress.</p></blockquote><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/through-the-swamp.webp\" /></div><h3>The Opinions of Rutuger Reuter</h3><p>Reuter, tired as he is, is still a gregarious fellow. He is eager to talk, attempting to engage the Characters in conversation, often asking them overly familiar or personal questions. He is willing to answer questions about himself, but is given to exaggerations and lies. Some typical responses to likely questions are given below, with the truth behind the words also provided. The GM ought to invent similar opinions if Reuter is asked different questions.</p><p><strong>Who are the Reuters/Stieglers? What is your relationship to the Jungfreuds?</strong></p><p>Reuter shares the information given in @UUID[.uUpvl66MK0wJBBva#reuter-and-his-partners]{Reuter and His Partners}, though he will be careful not to say anything that might be considered negative. As far as he is concerned the Jungfreuds are paragons of nobility and the two merchant families are staunch supporters of one another.</p><p>He is concerned about the crisis in Ubersreik, but thinks things will come to a good end. The Emperor and the Jungfreuds will work things out; they are gentlemen after all!</p><p><strong>Tell us more about your partner on the site.</strong></p><blockquote><p>‘Oh, Johanna is a wonderful woman, and a consummate professional. I really don’t know what I would do without her. Her skills in planning and management are second to none. She really is an asset. A local to these parts; born and raised in Grausee, you see. She was the one who suggested the site where we’re building the water mill.’</p></blockquote><p>@UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler} is by no means a bad businesswoman, but she has lost control of the situation. Reueter and Stiegler have grown to loathe one another. What began as a personality clash has been exacerbated by Stiegler’s growing realisation that Reuter is incompetent, dishonest, and reckless. The disturbing dreams that afflict those in the area have added to the tension. Things have reached such an impasse that she has conspired with some local thugs to do away with Reuter. The story of her background is true enough.</p><p><strong>Tell us more about the work you need doing.</strong></p><blockquote><p>‘Well, I trust Master Reiko and his Strigany crew implicitly. I believe we’ve been good to them, so I’d hope they’d trust me in turn, but… well… you’ve seen how superstitious they are, and over nothing as well — but they refuse to do some certain jobs around camp. So, there’s a few odd jobs here and there — digging up stones, staking out areas of the marsh — you know how it is.’</p></blockquote><p>Whilst @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter} does honestly have some work he needs doing — such as digging up the oghams that the Strigany refuse to approach — he is more concerned about hiring people he can trust who are in his employ, rather than shared between him and Stiegler. He’s becoming paranoid — with good reason — and wants someone to watch his back.</p><p><strong>The old woman seems to believe everything is cursed, especially the Grausee. Why is that?</strong></p><blockquote><p>‘Oh, our Strigany friends are certainly hard workers, but they’re frightfully superstitious. According to them, the Grausee is home to some Beast or somesuch. Can’t say I’ve noticed anything out of the ordinary during my time there. My partner, who comes from here, has never mentioned it, but what do I know?’</p></blockquote><p>The Strigany are not far wrong about this. A standing stone near the building site carries a lingering curse that, amongst other things, affects the mood of those nearby and afflicts them with disturbing dreams. Reuter is suffering from this himself, though he is in denial. </p><p>Additionally, all of @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma’s} various fears are rooted in fact — the local swamp, the Ortschlamm, is home to a terrible beast. Though @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter} doesn’t believe any of this.</p><p><strong>Your boat didn’t seem very well organised? Who runs the actual building work?</strong></p><blockquote><p>‘I have contracted the services of that marvellous Dwarf engineer, Thulgrim Nadrisson. He is the foreman on the site and manages all the practical work. He’s really quite marvellous. He’s from Karak Azgaraz; a consummate professional. He doesn’t stand for sloppy work and he only buys the best. The boat? A sore loss, but in business these things happen. Any mishaps occur despite his professional oversight rather than because of it.’</p></blockquote><p>Reuter did hire @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim}, but he is not what he claims. In truth, the Dwarf is masquerading as an engineer to answer a grudge he bears against the merchants. Thulgrim aims to run the Reuter-Stiegler operation into the ground, ruin their families’ reputations, and take as much money as he possibly can. He covers his shortcomings by hiring amateurs and telling Reuter that Stiegler is to blame, or vice versa, whenever he is called to account.</p><h3>Gossip with the Strigany</h3><p>Unlike Reuter, @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko} and the Strigany become tight-lipped and surly as the journey progresses and the mists rise. Vadoma, if she survived her ordeal, becomes particularly withdrawn.</p><p>In order to engage anyone in conversation, a Character will have to ask polite and pertinent questions and then pass a<strong> Hard (−20) Gossip</strong> Test. If this Test is failed, the Strigany at hand will yawn and say: ‘ <em>Look, I’ve been finding it hard to sleep and I’m too tired for small talk.’</em> If the Characters saved @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma’s} life, they need not roll this Test, but the Strigany still maintain that they are tired before politely responding to the Characters’ questions.</p><p>If the Test is passed, the Strigany will cautiously give clipped answers to questions. They hold the following opinions and are careful not to say anything that might cause controversy or offend their employers. If the Characters are well-regarded by @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko}, he will offer some of the following without the need for a Test.</p><ul><li><p>The Grausee is definitely haunted.</p></li><li><p>To be fair, most places are haunted, but it’s particularly bad near Grausee.</p></li><li><p>If Mother Vadoma says there is a Beast in the marshes, there probably was a long time ago.</p></li><li><p>The site is a good enough place to build, but we will not linger there once the work is done: there are just too many ghosts.</p></li><li><p>We aren’t experts in construction, but we are practical folk who can turn our talents to anything if properly instructed.</p></li><li><p>Reuter, Stiegler, and Thulgrim pay well and regularly, though they’re often difficult to get clear, non-conflicting orders from.</p></li><li><p>People native to the area are not friendly to us. They say we are thieves. That’s just untrue.</p></li><li><p>Veneration of our ancestors is very important to us.</p></li><li><p>No, those ancestors are not undead fiends who drink human blood. Do you believe everything you are told? Such slurs are spread by honourless dogs who resent us because they envy our carefree lifestyle and are ignorant of our rich cultural heritage.</p></li><li><p>Reuter will pay any money he has promised; he’s reliable in that, at least.</p></li><li><p>The accident on the boat could not have been avoided and no one is to blame for it.</p></li></ul><p>Any conversation with @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko} and the other Strigany is frequently interrupted by strange foreboding sounds coming from the banks of fog to either side. The Strigany talk in hushed voices to stay quiet, expecting to be attacked at any moment.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 300001,
      "_id": "l0t0DBbyZ1itmNzk",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.l0t0DBbyZ1itmNzk"
    },
    {
      "type": "text",
      "name": "Part 1: The Stricken Boat",
      "text": {
        "content": "<div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/trandalfir.webp\" /></div>\n<p>The Characters are taken on board the <em>Trandafir</em> and have a chance to meet their new employer and rub elbows with the crew. They also meet @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma} — the mystic — and learn about the Grausee’s curse, right before the barge is struck by a giant @UUID[Actor.uh6p3jclCNX8C7RD]{Stirpike}, and forced to run aground.</p>\n<h3>All Aboard the Good Ship Trandafir</h3>\n<p>Read or paraphrase the following to the players:</p>\n<blockquote>\n<p>You are aboard the Trandafir, a river barge hired by your employer, a merchant named Rutger Reuter. The vessel is in poor shape; faded paint peels from its age-worn timber. Its deck is stacked with teetering piles of wooden crates, barrels and building supplies.</p>\n<p>The crew are Strigany — wandering folk of the Old World known for their dark superstitions. They seem capable as they busy across the barge, their hooped earrings clinking in their long, dark hair as they chatter amiably, speaking Reikspiel with a heavy nasal twang. To the stern is a large cabin, its interior concealed behind a number of hanging drapes. To the prow sits an elderly woman, swathed in a black, woollen shawl. She rocks herself to and fro upon a three-legged stool and mutters to herself.</p>\n</blockquote>\n<p>Before the Characters have a chance to really take everything in, a young man throws back the curtains concealing his cabin, and introduces himself with a flourish. This is @UUID[Actor.bzK1Y37Fz1rOXxPl]{Rutger Reuter}. Though he may be a little unsteady on the deck, his hand is held out in greeting and his smile is wide and genuine. His blond hair hangs in a shaggy pageboy cut, and he has friendly, hazel eyes. He’s slender, handsome, and wears practical but well-tailored clothing. He’s keen to know his new employees, and will try his best to impress. Use the following as an example of what he may say:</p>\n<blockquote>\n<p>‘Good day to you! I’m Rutger Reuter — just call me Rutger. Delighted to have you aboard. At our campsite, we have much work to do. There are certain things I would rather well-muscled and disciplined folk such as yourselves oversee. I’m not expecting any trouble, but if you could keep your eyes open and help muck in should anything come up then I’ll make sure you are well rewarded for any work you do. Now, tell me a bit about yourselves…’</p>\n</blockquote>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/rutger-reuter.webp\" /></div>\n<div class=\"journal-image centered\" style=\"text-align:center\">@UUID[Actor.bzK1Y37Fz1rOXxPl]{Rutger Reuter}</div>\n<p>To begin, Reuter brings the characters into the scenario and can be used to encourage group interaction. Later he supplies important plot points as the Characters head towards the campsite. The next day, he becomes an important plot point himself as nightmares become reality…</p>\n<p>Reuter will be enthusiastic about anything the Characters offer about themselves and their background. He fosters an air of genuine interest. He appears keen to see they do well, both financially and in life. If they mention any skills or achievements he is quick to seize on them and assure the Characters that he could be a source of future opportunity in Ubersreik: <em>‘Rat Catching? Why my family have an interest in several granaries and there’s always a bounty on vermin! We must keep in touch!’</em> or<em> ‘An Apprentice Wizard? I’ve ideas about turning magic into profit! We should discuss this later!’ </em>and similar. Tailor this to individual Characters as suits, but don’t push it too hard.</p>\n<p>Reuter is cagey about his current operations. If talk turns to questions he will be brief: <em>‘Oh, just some building work, and protecting the supplies as we travel there. Nothing too onerous.’</em> If pressed further, he will make excuses. After all, he has a lot of paperwork to complete if he wants everything finished before he reaches the worksite.</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title\" style=\"text-align:center;text-transform:uppercase\"><em>Reuter and His Partners</em></h3>\n<p><em>Reuter is one of three notable characters involved in a planned construction of a new textile mill. Those with relevant backgrounds may know a little about some of the parties involved. Information should be made available to them if they ask about it and can pass an <strong>Easy (+40) Lore (Ubersreik)</strong> or <strong>Challenging (+0) Lore (the Empire)</strong> Test, or if they encourage the other characters on the barge to discuss the subject.</em></p>\n<p><em>The nearby city of Ubersreik is in a period of crisis. The noble House Jungfreud, which used to exercise a withering degree of control over the region, has recently undergone a fall from grace. Currently the city is under governance by the forces of the Emperor himself. The reason for this state of affairs is uncertain, and a matter of much discussion by all classes. The Jungfreuds never welcomed the increasing power of merchants, and some rumours suggest this has contributed to their current woes. A Character who passes an <strong>Easy (+40) Lore (History)</strong> Test will know the Jungfreuds were infamous for levying punitive tariffs on goods that entered Ubersreik. They often blocked plans by entrepreneurial types to pursue projects in their territory.</em></p>\n<p><span style=\"font-style:normal\">Few know this, but a Character who passes a <strong>Hard (−20) Lore (History)</strong> Test will know the Jungfreuds long opposed developing land near Grausee as they believe the area to be cursed.</span></p>\n<p><span style=\"font-style:normal\">Rutger is a member of the Reuter family who have had mercantile concerns in the area for generations. The Reuters have a long history of business dealings in the western Reikland. They are famously supportive of the Jungfreud family. Despite this, the Reuters stand to benefit from any freedoms merchants might enjoy as a result of the Jungfreuds’ diminishing influence. Recently the Reuters have teamed up with another family of merchants, the Stieglers. Rumour suggests they are hardworking and eager to make a name for themselves, but not above ruthless business practices and reckless corner-cutting in their dealings.</span></p>\n<p><span style=\"font-style:normal\">Finally, Rutger may mention his foreman, @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim Nadrinsson}, if asked about the constructions he plans. This is not a name the Characters will have heard before, no matter how learned or curious they might be.</span></p>\n</blockquote>\n<p>Once Reuter has exchanged pleasantries with the Characters he heads back into his cabin. He is keen to ensure the Characters are loyal and do their job as best they can, so will end with something like:<em> ‘Make yourselves useful during the journey and I’ll notice. There’s always rewards in store for those who stick with us. We’ve big things planned for the area. You could earn yourselves some serious coin if you prove your worth.’</em></p>\n<p>When left alone, Characters who show an interest in the boat and have relevant Skills can take a <strong>Challenging (+0) Lore (Riverways)</strong> or <strong>Average (+20) Sail </strong>Test. Those who pass get the distinct impression this is a shoddy operation, that the boat has been loaded in such a way as to cause unnecessary degrees of instability, and that the cargo is not well secured. This can be resolved with a further <strong>Challenging (+0) Lore (Riverways)</strong> or <strong>Average (+20) Sail </strong>Test, or automatically if one of the Characters is a Stevedore.</p>\n<h3>The Barge Master</h3>\n<p>The barge master is a Strigany by the name of @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko}. When Rutger retreats to his cabin, Reiko will introduce himself and ask if the Characters are willing to lend a hand on the barge. Though initially suspicious of the Characters, he will quickly warm to the group if they prove to be friendly or agree to help keep his barge in order. </p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/reiko.webp\" /></div>\n<div class=\"journal-image centered\" style=\"text-align:center\">@UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko}</div>\n<p>Reiko knows very little about @UUID[Actor.bzK1Y37Fz1rOXxPl]{Rutger} or his business partners, but he does know the Grausee is a haunted lake with a foul reputation. He would never have taken the job if he wasn’t desperate for extra coin. <em>‘Well, me wife died last year and I’ve felt the pinch since then. Reuter seems good folk, and me and my girls need a good break. So, best not think about my grandmother’s talk of beasts in the marshes, eh? Press on, build their mill or whatnot, and trust in our ancestors.’ </em> If quizzed about beasts in the marshes, Master Reiko will shrug. He doesn’t come from these parts, but @UUID[Actor.BAjyEDsEpR1I6LWS]{Mother Vadoma} passed through the area decades ago and isn’t happy to be back.</p>\n<p>During this scenario, Reiko is mostly used as a mouthpiece for the Strigany as a whole. When the Strigany have concerns, it is Reiko that steps forward to voice them; when the PCs wish to approach the Stigany for information, Reiko can supply the answers. During the course of the scenario, he will become dispirited after his barge sinks, and this will turn to anger and desperation when he discovers Reuter has been murdered.</p>\n<h3>The Strigany Mystic</h3>\n<p>The @UUID[Actor.BAjyEDsEpR1I6LWS]{elderly Strigany woman} seated at the prow of the boat does not interact with anyone at first. Instead she bows her head and quietly appeals to her ancestors to see the boat safely to their berthing. She’s convinced disaster is approaching. Reiko warns the Characters not to talk to her. If she is approached, other Strigany will say things such as, ‘<em>you should leave Mother Vadoma be,</em>’ or, ‘<em>just let her pray will you — and hope that in your dotage people leave you to your comforts.’</em></p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/misc/vadoma.webp\" /></div>\n<div class=\"journal-image centered\" style=\"text-align:center\">@UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma}</div>\n<p>However, this soon changes. As the boat turns a bend in the river, @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma} bursts into life. She lets loose a delighted shriek as her eyes open wide and dart wildly about, although they appear blind due to cataracts. She then whoops, her gold teeth flashing in the sunlight, and claws at the air with her withered hands. As she settles, she finally speaks, her voice like paper.</p>\n<blockquote>\n<p>‘Oh, praise them! Venerations to the ancestors, for they have delivered us from this twisted bend of river and the Beast of the Ortschlamm! All praise! And yet, no less diligent, for we stray towards other, greater perils…’</p>\n</blockquote>\n<p>The rest of crew shrug at the old woman’s raving before returning to their work. They’ve seen this many times before. Mother Vadoma has so many visions, and so few matter to their daily lives, that they no longer pay much attention to her.</p>\n<p>However, the Characters may wish to ask her questions. She will be happy to talk, but she makes little sense. <em>Yes, yes, come join me in thanking the beneficent ancestors for letting us avoid the Beast</em>,’ or, ‘<em>No, best stay out the waters: they’re all cursed, and the Beast lives down there!</em>’ or, ‘<em>Oh, the marshes, those marshes, cursed and haunted by the terrible Beast!</em>’ Everything she mutters ties back to @UUID[Actor.enTVKkRneSPum3FY]{The Beast of the Ortschlamm}.</p>\n<p>Vadoma should be used to ramp up the spookiness of the scenario with her visions and foretellings of doom, and to establish the Beast of the Ortschlamm myths in preparation for later events. If she survives the Stirpike attack, she can be used to supply information to the PCs concerning the stone circle or local legends as you feel appropriate.</p>\n<h3>Foundering</h3>\n<p>Not long after Vadoma finishes her rant, disaster strikes the <em>Trandafir</em>. Read or paraphrase the following to the players:</p>\n<blockquote>\n<p>With an almighty crash the barge bucks and shudders as it strikes unseen rocks. Crates and barrels fly free from the straps that fix them in place and the crew struggle to keep their footing as the Trandafir pitches and yaws in the current. The old woman cries out as she is flung forwards into the foaming waters of the Verfelfluss.</p>\n</blockquote>\n<p>Characters must pass a <strong>Challenging (+0) Athletics</strong> Test in order to remain on their feet. Those who fail are thrown to the floor and need to pass a Toughness Test or take a @Condition[Stunned] Condition. If a player fails the Athletics Test by −2 SL or more they are instead thrown overboard and land in the river.</p>\n<p>Unfortunately for all, @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma’s} thrashing in the water attracts a massive fish — a @UUID[Actor.uh6p3jclCNX8C7RD]{Stirpike} — which will take 5 Rounds to reach and then swallow the old woman unless it is somehow prevented. As a consequence of its @UUID[Compendium.wfrp4e-core.items.AGcJl5rHjkyIQBPP]{Bestial} Trait, it will attempt to flee if it suffers 13 or more Wounds, or if it is (somehow) attacked with fire. The Stirpike cannot use its bite attack whilst eating the old woman, so is reduced to defending itself with its tail attack until it has finished its meal.</p>\n<div class=\"journal-image centered\"><img style=\"text-align:center\" src=\"modules/wfrp4e-ua1/assets/misc/young-stirpike.webp\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.uh6p3jclCNX8C7RD]{Young Stirpike}</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Falling In The Water</em></h3>\n<p><em>The Verfelfluss is cold and fast flowing. Fortunately for the Characters (if not the boat) it is shallow at this point. In order to avoid being swept away and drowned all a Character has to do is find their feet and wade.</em></p>\n<p><em>The waters are chilly, fed by glacial streams running from the Grey Mountain. Anyone who plunges into the water, whether deliberately or as a result of an accident, may be shocked by the cold. To see if this occurs make an <strong>Average (+20) Endurance</strong> Test. Those who fail gain a @Condition[Stunned] Condition, as the freezing water shocks the air out of their lungs. Note: a Character can spend a Resolve point to ignore the Condition and thus the effects of the cold-water shock.</em></p>\n<p><em>Characters can swim with an <strong>Average (+20) Swim</strong> Test, or alternatively can find their feet at the bottom of river. This requires them to pass an <strong>Easy (+40) Athletics</strong> Test if they are of Average size (Dwarfs, Elves, and Humans), or an <strong>Average (+20) Athletics</strong> Test if they are of Small size (Halflings).</em></p>\n<p><em>Characters who fail such tests, or who are @Condition[Stunned], are swept downriver and begin to @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.WCivInLZrqEtZzF4#drowning-and-suffocation]{drown} until they can recover their footing, possibly after first removing any Stunned Conditions. </em></p>\n<p><em>Causing too much damage or inconvenience to Characters at this early point in the adventure can complicate the game to a frustrating degree. The GM should encourage expenditure of Fortune and Resolve points in order to prevent drowning. If a Fate point must be spent, the unfortunate Character involved manages to reach a nearby bank before collapsing in exhaustion for the rest of the encounter.</em></p>\n</blockquote>\n<h3>Aftermath</h3>\n<p>By the time the Characters have dealt (or failed to deal) with the @UUID[Actor.uh6p3jclCNX8C7RD]{Stirpike}, @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko} and the crew of the Trandafir have stabilised the stricken vessel and started to salvage what they can from the sinking barge. Two Strigany have been badly hurt — one woman named Chella nurses a broken forearm, whilst a shorter man called Ronamo pants and grimaces as he clutches bruised ribs. The healthier crew struggle to salvage barrels and crates from the craft, piling them up in a heap on the nearby bank.</p>\n<p>If @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma} survives, she will rain praises on the Characters, and claim they are ready to face the Beast. Reiko and the Strigany will treat the Characters well after this point. They will be happy to share any gossip and what they have (to a reasonable extent) with them without requiring a Test.</p>\n<p>The Characters can help in various ways if they show the initiative, either by tending to the wounded or offering to help unload cargo. Once any Tests resulting from Character actions are resolved, Reuter will call over to them. He stands on the bank, watching @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko} direct two crewman recover a heavy wooden chest from the interior of his cabin. Despite the disaster, he strives to look upbeat and enthused.</p>\n<blockquote>\n<p>‘By Sigmar’s grace! That could have been a lot worse, eh? Now, I know this looks bad, but I don’t think this is as serious a setback as you might think. We will just head back to camp and fetch Thulgrim. He’ll know how best to patch the old girl up.’</p>\n</blockquote>\n<p>He gestures at the boat, which seemingly takes his words as a cue to catastrophically break apart with a wrenching crash, only to drift downstream, a litter of poorly painted jetsam.</p>\n<blockquote>\n<p>‘Ah! Well… never mind it. Ranald gives with one hand and takes with the other. I’m sure good fortune is right around the next bend! You know… I am sorry to have to stretch the bounds of our contract, but it looks like instead of my barge carrying you, you’ll have to help us carry our goods back to camp! But for folks like you, people with a bit of gumption, I’m sure that’s no trouble. It’s only a short trip and with everything else you’ve done for me today maybe there’ll be a gold coin in it for you?’</p>\n</blockquote>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-ua1/assets/set-pictures/overboard.webp\" width=\"294\" height=\"249\" /></div>\n<p>Characters may ask to be paid some reward right away, but @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter} gives them a sheepish grin and gestures at the chest, which is bound by a pair of heavy padlocks.</p>\n<blockquote>\n<p>‘I would be only too happy to pay up now, but as you can see there are two locks and I only have one key. The other key is held by my partner, Fraulein Johanna Stiegler, back at camp. So, ah… you really will have to come with me if you want to be paid.’</p>\n</blockquote>\n<p>Reuter will not countenance any damage to the chest, or picking of the padlocks, no matter how persuasive the Characters are.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 200001,
      "_id": "uUpvl66MK0wJBBva",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.uUpvl66MK0wJBBva"
    },
    {
      "type": "text",
      "name": "Shaking Things Up",
      "text": {
        "content": "<h3>Starting the Adventure</h3>\n<p><strong>If Looks Could Kill</strong> begins in media res with the Characters already contracted to work for @UUID[Actor.bzK1Y37Fz1rOXxPl]{Rutger Reuter} aboard the <em>Trandafir</em>. This situation works well for episodic campaigns, or campaigns that are just starting out, but if you wish to include the adventure in an ongoing game, one of the following alternate starts could serve well:</p>\n<ul>\n<li>\n<p>The Characters could have been hired by Dwarf interests in Ubersreik to track down @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} and bring him to justice before he further disgraces his family name and the good reputation of the Ubersreik Dwarf community.</p>\n</li>\n<li>\n<p>A group of merchants in Ubersreik hires the Characters to either aid or secretly hinder the efforts of @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter} and @UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler}, for their own ends, and organises for the Characters to board the Trandafir. They may even be picked up in Ubersreik, giving them a day or so onboard the vessel to get to know the crew.</p>\n</li>\n<li>\n<p>An antiquarian from Altdorf University contracts the Characters to either go in their stead, or go as their bodyguards, to the site to oversee the work. They are interested in the Grey Stones, and encourage the Characters to excavate them. The antiquarian may know more than they are letting on, and are perhaps attempting to get rid of the Basilisk so they can uncover something more sinister in the Ortschlamm.</p>\n</li>\n</ul>\n<h3>It's All Connected!</h3>\n<p>The cast of NPCs in If Looks Could Kill are integral to the plot, but with a few changes they can be tied deeper into the ongoing strife elsewhere in Ubersreik, and in the other adventures throughout this book. Consider some of the following changes.</p>\n<ul>\n<li>\n<p>@UUID[Actor.bzK1Y37Fz1rOXxPl]{Rutger Reuter} could offer the Characters a ride to Grausee in exchange for a day of help at his campsite  during @UUID[JournalEntry.AonLHi09EgfzdXpF]{Heart of Glass} when the Characters are looking to travel to the @UUID[JournalEntry.AonLHi09EgfzdXpF.JournalEntryPage.XasdU7mOKmIZ7mEI]{Tower of Vane}. In this instance, the barge arrives at the worksite before running aground there and the encounter with the Stirpike occurs. The Characters stay a single evening, as this all occurs in the afternoon, and then the encounter with the Basilisk happens the next morning before they continue on to the Tower of Vane.</p>\n</li>\n<li>\n<p>@UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko} and @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma}, after completing their work at the site, could have intended to continue on to Altdorf on their regular schedule, and the Characters could catch a ride with them when they are embroiled in the events of the Mistaken Identity plot during Enemy in Shadows.</p>\n</li>\n<li>\n<p>@UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim's} story could easily have him be the father of @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc White-eyes} and @UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem White-eyes}, the Dwarf brothers in @UUID[JournalEntry.OwX4OV40wiE5lY9E]{Slaughter in Spittlefeld}. Perhaps the Characters were hired by the brothers to track down their lousy father, or perhaps a guilty Thulgrim gives the Characters the stolen paychest and makes them swear to deliver it to his children.</p>\n</li>\n<li>\n<p>@UUID[Actor.gnDQygAX2pEdjp7h]{Hans Strahnig}, @UUID[Actor.skeZl9ovtgYPvtcb]{Gurdt}, and @UUID[Actor.JzZZAtkLIDDBKax3]{Frederick Hynckel}, being three layabouts, make for perfect deserters from the Altdorf-Ubersreik conflict, from either side. This minor connection could serve to introduce the Characters to that conflict early on in preparation for @UUID[JournalEntry.AonLHi09EgfzdXpF]{Heart of Glass}, Making the Rounds, or even Enemy in Shadows.</p>\n</li>\n</ul>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/bestiary/basilisk.webp\" width=\"335\" height=\"240\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 850001,
      "_id": "99WBbzFltNqZyEkF",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.99WBbzFltNqZyEkF"
    },
    {
      "type": "text",
      "name": "If Looks Could Kill",
      "text": {
        "content": "<p><strong>Ubersreik Adventures: If Looks Could Kill</strong> is designed with beginner characters in mind, but can be played by experienced groups, though some of the encounters may need to be modified if you wish to provide a challenge. The scenario starts near the settlement of Grausee and concludes in Ubersreik. Alternatively, it could be sited along any river in the Empire with minimal modification as long as there is a sizeable town nearby.</p><h3>Adventure Summary</h3><p>The Characters are employed by @UUID[Actor.bzK1Y37Fz1rOXxPl]{Rutger Reuter}, a charismatic merchant, to guard his building supplies and help out at his work camp. Whilst travelling, their barge is attacked and sinks, forcing the passengers to travel the rest of the way by foot.  </p><p>Upon arriving at the work camp, the Characters meet @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim Nadrinsson} — a disgruntled Dwarf foreman with an axe to grind — and @UUID[Actor.u5YaIA4ANwEtsDQn]{Johanna Stiegler} — Reuter’s partner in business. Each hates the other, but are keeping up appearances for the sake of the worksite, where a gang of Strigany labourers are hired to build a mill alongside the Grausee.</p><p>The following morning, the Characters are instructed to dig up an ogham — a standing stone — which none of the Strigany dare approach. After leaving the stone circle, the Characters return to find Reuter murdered. Monstrous tracks lead from Reuter’s body into the water, towards the ill-omened Ortschlamm — a stinking, sucking swamp.</p><p>Stiegler offers the Characters a generous bounty for the head of the monster who killed Reuter, though this is simply a distraction to get rid of them. In truth, Stiegler hired a gang of thugs to murder Reuter and make it look like the fabled ‘Beast of Ortschlamm’. Once within the swamp, the Characters discover the thugs who murdered Reuter being hunted by a very real monster! If they manage to survive and return to the camp, they discover that Thulgrim has stolen the paychest, leaving Stiegler ruined. </p><p>It is up to the Characters to decide if Stiegler should be turned in to the authorities for murder, and whether to chase down Thulgrim, whose reasons for the theft are more complicated than it first appears.</p><h3>Getting Started</h3><p>The Characters begin their adventure on board a rickety river barge headed down the Verfelfluss, which runs northwards from the village of Grausee. They have just agreed to work for @UUID[Actor.bzK1Y37Fz1rOXxPl]{Rutger Reuter}, a merchant from Ubersreik who has hired the barge to ship building supplies downriver.</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/maps/grausee-environs.webp\" /></div>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "sort": 100001,
      "_id": "lss9QxtMBLgc6oAc",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.lss9QxtMBLgc6oAc"
    },
    {
      "type": "text",
      "name": "Part 7: Back at the Camp",
      "text": {
        "content": "<p>The Characters soon return to the camp to seek payment from Stiegler, or perhaps to accuse her of orchestrating Reuter’s murder. </p><p>However, whist the Characters were trawling about in the swamp, things at the camp have come to a head. Not only has @UUID[Actor.yZjkmfCXZjaYGEDG]{Reiko} and many of the Strigany workers packed up and left, but @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} has slipped away, taking the chest of funds with him! </p><p>Further, if the central stone was toppled, @UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler}, now relieved of the constant stress she was under as a result of the curse upon the stone, has come to her senses. Realising her coin has been taken, and feeling increasingly guilty over her decision to order Reuter’s death, she is reaching a point of nervous collapse.</p><h3>Arriving at the Camp</h3><p>The journey back through the Ortschlamm is arduous but uneventful. By the time the Characters return to the camp evening has fallen. The skies are a deep dark blue as twilight gathers around them. In the distance, they can spot many caravans and carts on the move. </p><p>It seems like the camp is being deserted and a slow train of Strigany wagons makes its way northwards along the road to Ubersreik. A few forlorn Strigany wagons remain, but their owners are clearly in the business of packing their belongings and preparing to move on. The ground is dotted with scorched pits were once the Strigany kept their cook fires.</p><p>Thulgrim is nowhere to be seen. Only two dwellings remain in the same state as they did earlier in the day. One is the impressive tent that once belonged to Rutger Reuter, and the other is the opulent wagon of his partner in business, @UUID[Actor.u5YaIA4ANwEtsDQn]{Johanna Stiegler}.</p><h3>Speaking to the Strigany</h3><p>The few remaining Strigany are busy preparing to leave, and are not in the best of moods. It is difficult to get them to talk, but if a Character is polite and patient with them and passes a <strong>Difficult (−10) Gossip</strong> Test they will reveal the following information.</p><ul><li><p>Thulgrim vanished shortly after the Characters made their way into the Ortschlamm, taking the Reuter-Stiegler paychest with him.</p></li><li><p>Many of the Strigany were friendly with Thulgrim, so it is possible he hitched a ride with one of the caravans and is headed for Ubersreik.</p></li><li><p>Stiegler went to pieces upon realising the money was gone. She has not left her wagon in the meantime and has been heard weeping loudly and cursing.</p></li><li><p>The Strigany have had enough of Grausee, given the curse. They have finally given into Vadoma’s warnings. Most of them are taking the opportunity to visit Ubersreik, as the city is seen as a dynamic place of opportunity now the nobles are no longer in charge.</p></li></ul><p>Alternately, if the Characters made friends with @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma}, she has a young lad waiting behind for the Characters to return who freely tells them this information, as well as giving Vadoma’s kindest regards. The lad tells the Characters they may invoke Vadoma’s name should they ever meet Strigany again, and that — if they are honest folk and know of her — they will be treated well.</p><p>Additionally, any outstanding debts Thulgrim had with the Characters directly — for example, over the matter of the standing stones — he has left as payment near where they were sleeping. He has left no note, but the source of the money is unmistakable.</p><h3>Dealing with Stiegler</h3><p>@UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler} is distraught. She stays in her wagon, trying to figure out what to do next.</p><p>If the Characters come to collect their reward from her by presenting her with the head of the Basilisk she will honour their earlier arrangement and give them their @Credit[10gc SPLIT]{ten gold crowns}, weeping as she does so. If they do not accuse her of any crime she begins to relax. She tells them that @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} has stolen the chest of money and that she plans to head back to Ubersreik, contact her family, and try to find new funding for the project while they track down the thieving Dwarf. She is happy to offer the Characters a lift to Ubersreik. She suggests that if they help her recover her stolen goods she would reward them with 10% of whatever they recover.</p><p>If the Characters accuse her of arranging Reuter’s murder, she breaks down entirely and provides them with a tearful confession: she knew about the monster and used it as a cover to kill @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter}. Further, she assumed the monster would kill the brigands and the Characters, thus covering up her crime. She simply does not possess the reserves of willpower needed to argue the point, but she does beg them not to turn her over to any authorities. She gives the same sort of excuses offered by the brigands, that Reuter was ruining everything as a result of his incompetence and dishonesty. She states that she is no killer and acted out of character as a result of the pressure she was under and the terrible dreams she was suffering.</p><p>If the Characters do show Stiegler clemency she will be truly grateful, and will be an important contact amongst Ubersreik’s mercantile families, as well as offering the same opportunities to travel to Ubersreik and track down Thulgrim.</p><p>If Stiegler is taken to the local authorities, they will investigate her crimes, quickly determine her guilt, and execute her as a murderer.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 725001,
      "_id": "9q31VPbpYz1iS8lW",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.9q31VPbpYz1iS8lW"
    },
    {
      "type": "text",
      "name": "Part 4: The Site and the Stones",
      "text": {
        "content": "<p>The Characters awaken to the building sites normal flow — Strigany workers bending their backs to muck out water-logged land, lashing scaffolds together haphazardly, and continuing the unskilled construction of the water mill. Thick fog covers the ground and fingers up through the trees, making everything damp and uncomfortable.</p><p>@UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} pays the Characters a visit, gives them a thin gruel of crushed barley and assigns them their task for the day: digging up and hauling away the great standing stones that litter the isthmus. During their work, the Characters may discover more clues about the local area — the ‘curse’ that @UUID[Actor.BAjyEDsEpR1I6LWS]{Vadoma} talks about — and may even have the opportunity to find treasure for themselves. Thulgrim says the work comes from Stiegler, but he’s sure they’re the same tasks as Reuter would have asked of them anyway.</p><p><em>‘As you may have guessed from last night, the pair in charge of this place don’t see eye to eye; they still can’t decide what to pay you for the salvage work you did yesterday. Bloody disgrace if you ask me, as it sounds like all the funds would be sat on the bottom of the river were it not for you. Anyway, one thing they certainly will pay you for is honest work, agreed to with an honest handshake. Stiegler told me to tell you to dig up the old ogham stones that are littered around the place. They’re a right nuisance, and the Strigany refuse to go anywhere near them — they say it’s taboo or some nonsense. A superstitious lot they are! If you could dig around the base of the stones and topple them, I reckon they won’t mind hauling them away. Get it done and there’s a shilling each in it for you a stone, and seven stones in total. And it’s me promising you that money — so you will get it, regardless of what Reuter may or may not owe you.’</em></p><p>Thulgrim won’t be haggled with and there is nothing else for the Characters to do. If they simply refuse to excavate the stones, he huffs, sends word to Grausee and hires some labourers from the village to do the work instead. </p><p>If the Characters wish to talk with @UUID[Actor.bzK1Y37Fz1rOXxPl]{Reuter} or @UUID[Actor.u5YaIA4ANwEtsDQn]{Stiegler}, they discover Reuter is not in his tent and is nowhere to be found, whilst Stiegler is exhausted and is sleeping in. If disturbed, she tells them she will speak later in the afternoon.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Subverting Expectations</em></h3><p><em>Normally, in adventures of this type, unearthing an old circle of stones is obviously an extraordinarily foolish thing to do. In this scenario, it is the exact opposite. If the Characters unearth the ancient oghams, nothing but good will result. However, toppling the standing stones will horrify many veterans of WFRP as they will expect to unleash some ancient horror.</em></p></blockquote><h3>The Oghams</h3><p>The oghams are part of a wider megalithic complex that stretches across the meadow. There are six smaller stones arranged in an irregular circle around the main stone. The smaller stones are lumps of black @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{Grey Mountain} granite. Each is about four feet in height and covered in a thick growth of green shaggy lichen. If the lichen is scraped off the stones, abstract designs of swirling knotwork are revealed near their bases.</p><p>The centre stone is nearly nine-feet tall, shaped as a vaguely hexagonal column from dark-brown basalt. Not so much as a patina of algae grows on its surface, and no scuttling red mites make their home here. Of the centre ogham’s six sides one is wider than the others, and in the past it had been heavily decorated. A swirling pattern of interlacing lines runs around the edge of this facing, horizontal lines divide the interior design into many rows. Whatever was depicted in between these lines is impossible to tell for the rock has been chiselled away. Certainly some ancient hand worked hard to obliterate all trace of what was once carved on the rock. Mist hangs heavily over the ground around the stone, punctuated by vegetation growing in abundance, but does not touch it. The earth around the largest stone is a loose mound. </p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-axe-armour.webp\" width=\"220\" height=\"285\" /></div><p>If the Characters dig down around the stone they will discover that carvings towards the base of the stone have not been chipped away. As they scrape more earth away from the base of the stone, decorations are revealed. It seems that once the stone bore extensive inscriptions that chronicled a history of strange creatures, but that in the ages since the stone was carved some effort has gone into destroying any evidence of their existence or activities.</p><p>The creatures are brutish to look upon. Savage and gigantic with bodies shaped like barrels. They have triangular heads within which are set large singular eyes. The creatures are shown living in crude towers built around the edge of a large lake. One of the creatures is much larger than the rest, and seems to feature prominently in the carvings. Judging from the creature’s pendulous breasts she is female. Whilst the other creatures are bald, her own hair hangs in long tatty braids.</p><p>One scene depicts some sort of war party, raiding a village of small, round huts and carrying loot and prisoners away with them. To the far right of this image the bloated female is shown brandishing the heads of slain prisoners over the waters of the lake. Above the waters, an indistinct impression of a monstrous horned head can be discerned.</p><p>The next row of images depict further raids and profane rites. A great beast — nearly four times the size of the other creatures — accompanies them, resembling a great lizard with four pairs of legs. Jagged, carved patterns like bolts of lightning emanate from its eyes, striking down hapless hut dwellers.</p><p>The final row of images depict the death and burial of the bloated female. The one-eyed creatures are gathered about her body, clawing the sky with their outstretched arms. She is then interred in the ground beside a great lake. A tall obelisk is erected to mark the place.</p><p>Of course the obelisk depicted in the carvings is the very one the Characters are currently digging up. Characters may wish to interpret the scene, gaining additional details if they pass, or misleading information on a failure.</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/black-stones.webp\" /></div><h4>Lore (History) Test</h4><p>A Character who passes a <strong>Hard (−20) Lore (History) </strong>Test is able to glean the following information from the scenes depicted on the stone.</p><blockquote class=\"sidebar\"><p><em><strong>Handout 4: History of the Stones</strong></em></p><p>The stones date back a few centuries before the time of Sigmar, when the primitive Human tribesmen of the area contended with Beastmen and Greenskins for dominance. At that time, the Grausee lake was the home of a large clan of Fimir, who buried their Matriarch at this spot. This Matriarch had apparently been daughterless, so her death would have meant the dissolution of the clan. She had clearly been an accomplished witch. Her ability to traffic with Daemons of Chaos had seen her war party reinforced with Chaotic creatures, such as the fierce Basilisk depicted on the stone.</p></blockquote><h4>Art (Sculpture) or Trade (Masonry) Test</h4><p>A Character who passes a <strong>Challenging (+0) Art (Sculpture)</strong> or <strong>Trade (Masonry)</strong> Test is able to discern the following about the stone.</p><blockquote class=\"sidebar\"><p><em><strong>Handout 5: The Carvings on the Stones</strong></em></p><p>The stones were initially carved many hundreds - perhaps thousands - of years ago, and have weathered much since. However, the defacement of the central stone is much more recent - perhaps the last two or three hundred years, as the tool-marks are still clearly visible. The stone itself would have taken great effort to drag all this way from the Grey Mountains. The intricate reliefs on the buried portion would have taken great skill with the crude tools its carvers likely had to hand.</p></blockquote><h4>Intuition Test</h4><p>A Character with any degree of magical ability who passes an <strong>Average (+20) Intuition</strong> Test is able to discern the following about the stone.</p><blockquote class=\"sidebar\"><p><em><strong>Handout 6: Witchsight and the Stones</strong></em></p><p>In the long distant past some highly malefic curses must have been placed on the stones. A little of that dark energy still clings on. This energy appears as an indistinct smudge of dhar - the corrupt black Wind of Magic. This energy seems to be acting as a tether into the earth, holding on to some long-forgotten spell or curse, which might explain the eerie feeling people have about this place.</p></blockquote><p> </p><table style=\"width:99.0712%;height:96px\" border=\"1\"><tbody><tr style=\"height:16px\"><td style=\"text-align:center;width:10.0276%;height:16px\"><strong>SL</strong></td><td style=\"text-align:center;width:13.6254%;height:16px\"><strong>Result</strong></td><td style=\"text-align:center;width:75.4096%;height:16px\"><strong>Consequences</strong></td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:10.0276%;height:16px\">+6 or more</td><td style=\"text-align:center;width:13.6254%;height:16px\">Astounding Success</td><td style=\"width:75.4096%;height:16px\">The Characters quickly locate and uncover the grave of the Fimir Matriarch. Her sarcophagus has flooded with stagnant water from the Grausee. All that remain are hanks of ancient cloth, hair, and a few bones. However, there are six golden torcs in the grave as well. The torcs are poorly made. The quality of the metal isn’t high, but they could be sold to a goldsmith in a town such as Ubersreik for 2 GC each, though Haggling could increase this amount. They can alternatively be sold for 3–15 GC each to a collector. However, transporting the torcs and finding a buyer — and ensuring the torcs are not stolen in the process — is an adventure in and of itself.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:10.0276%;height:16px\">+4 to +5</td><td style=\"text-align:center;width:13.6254%;height:16px\">Impressive Success</td><td style=\"width:75.4096%;height:16px\">As an Astounding Success, but the Characters attract attention as they dig, and rumour gets around the camp that they have found something valuable. There is a pickpocket among the workers, who will attempt to steal from a random Character before the end of the adventure. When this happens exactly is left up to the GM. The pickpocket makes an <strong>Opposed Sleight of Hand/Perception</strong> Test with her Skill of 56. If the pickpocket succeeds, she makes off with up to two torcs (if the Character is carrying them) or half of the Character’s money (if they aren’t).</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:10.0276%;height:16px\">+2 to +3</td><td style=\"text-align:center;width:13.6254%;height:16px\">Success</td><td style=\"width:75.4096%;height:16px\">As an Astounding Success , but the job takes some time to complete and Thulgrim joins the Characters to find out how they are getting along, just as they uncover the treasure. Unless they use some sort of sleight of hand (or magical equivalent) to hide their new find, he will point out that any gold found on the site belongs to the Reuter-Stiegler concern. But he will offer them a finder’s fee of 7 silver shillings per torc. He can be haggled up to 10 silver shillings.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:10.0276%;height:16px\">+0 to +1</td><td style=\"text-align:center;width:13.6254%;height:16px\">Marginal Success</td><td style=\"width:75.4096%;height:16px\">As an Astounding Success , but the Characters take a very long time to find anything, by which time the whole site is aware of their activity. By the time they locate any treasure Stiegler is watching them like a hawk. She immediately takes possession of any interesting finds. If the Characters make an argument that they ought to receive some sort of reward and pass a <strong>Hard (−20) Charm</strong> Test she will begrudgingly offer them a finder’s fee of 4 silver shillings each.</td></tr><tr style=\"height:16px\"><td style=\"text-align:center;width:10.0276%;height:16px\">-1 to -1</td><td style=\"text-align:center;width:13.6254%;height:16px\">Marginal Failure</td><td style=\"width:75.4096%;height:16px\">The Characters find nothing. However, before they leave the dig Thulgrim arrives at the site and spots the treasure himself. If the Characters make a case that he wouldn’t have found the treasure without their help and pass a <strong>Hard (−20) Charm</strong> Test he will offer them a finder’s fee of 2 silver shillings each.</td></tr></tbody></table><h3>Removing the Oghams</h3><p>There is nothing particularly dangerous or special required in order to take the stones down, it’s just a matter of hard labour. It’s difficult work, so Characters must pass a <strong>Challenging (+0) Endurance</strong> Test after taking down more oghams than their Toughness Bonus, or they gain a @Condition[Fatigued] Condition.</p><p>If the Characters merely remove the outer ring of stones, they can do so without further incident. Removing the centre ogham breaths an unconscious sigh of relief through the camp, as its dark energies dissipate.</p><p>If the Characters continue with their excavations in the hope of finding a buried body beneath the main stone, they may uncover further items of interest. In order to find the grave site a Character must pass either a <strong>Challenging (+0) Intuition</strong> Test or an <strong>Easy (+40) Lore (Engineering) </strong>Test. This Test can only be taken once per PC, or multiple Characters may provide @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.lQThXbnpgQ30VBXR#assistance]{Assistance}. Use the above table to determine what is found.</p><p>More serious forms of failure mean that the Characters simply find nothing.</p><h3>Finishing the Work</h3><p>If the Characters restrict themselves to taking down the stones they finish their work by noon. If they excavate the grave they finish by mid-afternoon, or potentially later depending upon the success of their excavations. Should they approach Thulgrim about their pay, he says he’ll sort it in the evening when he resolves everyone’s daily wage.</p><p>Taking the central stone down will disrupt the dark energies permeating the site, and the dhar clinging to the obelisk quickly dissipates, leaving it a mundane stone. Any Character who previously noticed these energies will sense them fading away as the stone is taken down. Soon, the eerie feeling across the camp is gone, a general sense of relief sweeps through the camp. From this point onwards, the nightmares suffered by folk in the vicinity of Grausee come to an end.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>The Black Stones of Grausee</em></h3><p><em>The Black Stones have stood for almost three thousand years. Beyond looking frightfully ominous and marking the burial site of a long-dead Fimir witch, the central stone causes the following, as long as it stands.</em></p><ul><li><span style=\"font-style:normal\">All sentient creatures within 2 miles of the stones suffer nightmares of murder, death, and loss.</span></li><li><span style=\"font-style:normal\">Mist rises for 2–3 miles about the stone on even the brightest summer day.</span></li><li><span style=\"font-style:normal\">The Beast of the Ortschlamm, the stone’s guardian — though it has long ago forgotten its purpose — cannot die (see @UUID[Actor.enTVKkRneSPum3FY]{The Beast of the Ortschlamm}[The Eternal Beast}).</span></li></ul></blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 500001,
      "_id": "AXYsiTnu7mNDl1W7",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!FQW8EIplgUDGyVMj.AXYsiTnu7mNDl1W7"
    }
  ],
  "folder": "ydG6mRraijSbGIXu",
  "sort": -100000,
  "ownership": {
    "default": 0,
    "p6OsUjigSLS2Fduz": 3
  },
  "flags": {
    "wfrp4e-ua1": {
      "initialization-folder": "Ubersreik Adventures I",
      "sort": -100000
    }
  },
  "_stats": {
    "systemId": "wfrp4e",
    "systemVersion": "7.0.0",
    "coreVersion": "11.307",
    "createdTime": 1676514541405,
    "modifiedTime": 1693273574410,
    "lastModifiedBy": "sAiwDCZFd21tgaDN"
  },
  "_id": "FQW8EIplgUDGyVMj",
  "_key": "!journal!FQW8EIplgUDGyVMj"
}
