{
  "name": "The Mad Men of Gotheim",
  "pages": [
    {
      "type": "text",
      "name": "The Barbershop and Surgery",
      "text": {
        "content": "<p>@UUID[Actor.1RanaClS0zCYhcHY]{Martha Scheren}’s barbershop and surgery can be found near the centre of the devastated village. It is a large cottage constructed from strong timbers. To its side is a small lean-to structure, just large enough to accommodate two chairs and a small desk. A red and white sign depicting a pulled molar hangs above the door to this small room and creaks in the wind. </p><p>When she was working, Martha would meet villagers here in order to treat their ailments or cut their hair. There is a small cabinet in the room containing tools for surgery, dentistry, and hair cutting, and a shelf packed with bottles and jars. </p><p>The following drugs and medicines can be found in the surgery.</p><p><strong>Drugs and Medicine</strong></p><ul><li><p>Ten bottles of @UUID[Compendium.wfrp4e-core.items.aUQDbW33bWqVeY9V]{Digestive Tonic}.</p></li><li><p>Two bottles containing @UUID[Compendium.wfrp4e-core.items.gxdjLQoQUTYgD6fm]{Healing Draughts}.</p></li><li><p>Three jars containing @UUID[Compendium.wfrp4e-core.items.s2lBWQFQt6M5Pngb]{Healing Poultices}.</p></li></ul><p><strong>Herbs</strong></p><ul><li><p>A small chunk of @UUID[Compendium.wfrp4e-core.items.WiPzDDFjCAo2EQDT]{Earth Root} (2 doses).</p></li><li><p>A large chunk of @UUID[Compendium.wfrp4e-core.items.5fowsr8vslorjeB2]{Mandrake Root} (6 doses).</p></li><li><p>A jar of @UUID[Compendium.wfrp4e-core.items.wgFj3lFhCuO8OeDb]{Moonflower} (5 doses).</p></li><li><p>A sprig of @UUID[Compendium.wfrp4e-core.items.OfGoWncevRmuj5TX]{Nightshade} (3 doses).</p></li><li><p>A large sprig of @UUID[Compendium.wfrp4e-core.items.mUTrC5DA6bF8DDWz]{Salwort} (6 doses).</p></li></ul><p>Martha is not in the building. She is taking care of a number of village children in the temple.</p><h4>Getting the Most from the Barbershop and Surgery</h4><p>Characters can raid Martha’s medicine cabinet. </p><p>In order to be sure what the drugs and medicine do, they will have to pass <strong>Easy (+40) Lore (Medicine) </strong>Tests; otherwise, they will have to guess. </p><p>To know what the herbs are, and what uses they may have, Characters must pass an <strong>Easy (+40) Lore (Herbs) </strong>or <strong>Average (+20) Lore (Plants)</strong> Test. </p><p>The Moonflower must be burned within a short distance of the Jabberslythe’s nose in order to have any chance of an effect. </p><p>Mandrake Root and Nightshade could conceivably be made into pastes that could be smeared over a Character’s clothing or armour, though this will take an <strong>Average (+20) Trade (Poisoner)</strong> Test. </p><p>If the Jabberslythe uses a tongue attack against such a Character, it ingests a dose of the drug.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 600001,
      "_id": "iwIJcHTs3TYbEPk8",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.iwIJcHTs3TYbEPk8"
    },
    {
      "type": "text",
      "name": "Shaking Things Up",
      "text": {
        "content": "<h3>Starting The Adventure</h3><p>The Mad Men of Gotheim makes for a convenient, deadly adventure, that can be situated in the middle of any other travel, or between other adventures, in your campaign. However, if you would like to tie it more closely to what else is going on in the Old World, try out some of these alternate starts.</p><ul><li><p>A group of concerned merchants in Ubersreik send the Characters to Gotheim to make sure their business dealings there are safe, only for the Jabberslythe to attack well after the Characters have already been sent off. Did someone know the Jabberslythe was going to attack? Was this all a set-up, somehow?</p></li><li><p>The Characters could have arrived in Gotheim for some other purpose, such as following a lead on @UUID[Actor.us1a9BvX4msRhErG]{Maria’s} vampiric sire or chasing down @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} after he flees with the paychest, or any other hanging plotline. Additionally, many of the adventure hooks within the @UUID[JournalEntry.ozE2DMCMK64eE5pD]{Glorious Reikland} pages could serve as a way of expanding The Mad Men of Gotheim, most notably @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.0Cmr0LZ3boLbNt6p]{The Jabberslythe’s Midwife}.</p></li><li><p>One or several of the afflicted townsfolk could be friends, allies, or even family members of the Characters, giving them a personal stake in rectifying the Jabberslythe’s curse. Of course, this hook raises the question of whether there is a cure to the monster’s madness. Does it perhaps require ingredients that can only be gained by slaying the beast?</p></li></ul><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>Conspiracy!</em></h3><p><em>This adventure hook ties in nicely to @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill} and could hint at a larger problem. Ancient, Chaos-bred monsters of the Reikland, awakening across the @UUID[JournalEntry.70sJnVPsNmeNnqdC.JournalEntryPage.Dltz7FyeTVWKArL7]{Duchy of Ubersreik} to destroy the business interests of mere merchants? Sounds like a coincidence, and in the Old World, coincidence almost always means conspiracy!</em></p></blockquote><h3>An Insane Opponent</h3><p>The Jabberslythe is a terrifying opponent for any group, no matter how skilled, which goes above and beyond the potency of the Basilisk in @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill}. Whilst much of the advice given in @UUID[.g4E3kQUKJIbZe3Su]{Part 3} is applicable to this fight, some additional notes have been provided to make the scene more dramatic.</p><ul><li><p>@UUID[Compendium.wfrp4e-core.items.VUJUZVN3VYhOaPjj]{Armour 3}. While rather straightforward, it is worth remembering that armour can be damaged by deflecting Critical Wounds, giving the Jabberslythe additional chances to survive if it seems to be dying too quickly.</p></li><li><p>@UUID[Compendium.wfrp4e-core.items.j6v78dnOOdCB6c3d]{Bounce}. The Jabberslythe doubles its already considerable Movement when Charging or Running, and can ignore terrain and intervening Characters. Given the Jabberslythe won’t need to Disengage due to its Size (Enormous) Trait, this grants it the ability to chase down any fleeing opponents easily. </p></li><li><p>@UUID[Compendium.wfrp4e-core.items.MVI0lXcg6vvtooAF]{Distracting}. The Jabberslythe imposes –20 to all Tests for all Characters within 5 yards of it, meaning engaging it in melee combat is very risky. The Jabberslythe may attempt to lure Characters into this range by appearing meek or wounded.</p><blockquote class=\"foundry-note\"><p>Remember to apply the <strong>Distracting</strong> Active Effect to the players!</p></blockquote></li><li><p>@UUID[Compendium.wfrp4e-core.items.xg6z63j6BH5AaqLL]{Tongue Attack +5 (12)}. In addition to being highly mobile, the Jabberslythe can use a Free Attack to hook an opponent up to 12 yards away toward itself using this Trait. It can then perform another Free Attack on the Entangled Character, making the Jabberslythe truly fearsome.</p></li></ul><p>These four Creature Traits enable the Jabberslythe to move around quickly, separating the Characters from each other before bleeding away into the tree cover again to ambush later. This means that, whilst the final encounter could be a single bloody fight, it might end up being more effective to draw out the encounter, heightening the madness of the adventure with hit-and-run tactics.</p><h3>It's All Connected!</h3><p>The cast of NPCs in <strong>The Mad Men of Gotheim</strong> is integral to the plot, but with a few changes they can be tied deeper into the ongoing strife elsewhere in Ubersreik, and in the other adventures throughout this book. Consider some of the following changes.</p><ul><li><p>@UUID[Actor.9057FYwh2Ou8q6qL]{Klara Kellner}, and the Coaching Inn, could easily be tied to either of the interests in @UUID[JournalEntry.NutivPDw3LpUKdiP]{The Guilty Party}, perhaps making her a business associate of Gunter Abend or Elicha Hochs. Kellner could even have been bribed by Hochs for similar reasons — in an attempt to purchase the Coaching House! If such is the case, it might hint to a wider takeover of coaching services in the Duchy.</p></li><li><p>@UUID[Actor.qvnxJC5LLldW9qcn]{Wilhelm Kreigrisch} presents an obvious contact for the Characters, or as a tie into any other ongoing plots, as he is an important man in town, and highly likely to die off early in the adventure. In fact, the Characters could have been sent to Gotheim to see Kreigrisch in the first place, making him a good hook to draw your party into this adventure.</p></li><li><p>@UUID[Actor.0IVKR2KScQN21tKD]{Hugo Schmidt} could be swapped out for a Dwarf Blacksmith without much hassle. Perhaps he is a family member of @UUID[Actor.pMOHkwemFP6CmILf]{Thulgrim} from @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill}, or maybe even the long-lost, long-thought-dead father of @UUID[Actor.UWgyGmr61Co3ZgNO]{Srulem White-eyes}and @UUID[Actor.wfynzRFKyKBjsfNc]{Sreluc White-eyes} from @UUID[JournalEntry.OwX4OV40wiE5lY9E]{Slaughter in Spittlefeld}!</p></li><li><p>@UUID[Actor.EHUQQ7T9MyHn8Q9g]{Emil Brauer} could likewise be swapped out for a Dwarf, or could be a good option for an ex-Imperial soldier who left the Altdorf or Ubersreik State Armies with the invasion of Ubersreik. If you have already played @UUID[JournalEntry.AonLHi09EgfzdXpF]{Heart of Glass}, perhaps he is friends with either @UUID[Actor.LhI9XQo9pkV9eJ2d]{Sergeant Geldrecht} or @UUID[Actor.xJGrg8I8NsemrsNR]{Captain Blucher}.</p></li><li><p>@UUID[Actor.NhD6EowRj7Mjlmx5]{Kai Bauerr}, as a rather minor player in the village, could easily be swapped out for one — or all — of the foolish trio of @UUID[Actor.gnDQygAX2pEdjp7h]{Hans Strahnig}, @UUID[Actor.skeZl9ovtgYPvtcb]{Gurdt}, and @UUID[Actor.JzZZAtkLIDDBKax3]{Frederick Hynckel} from @UUID[JournalEntry.FQW8EIplgUDGyVMj]{If Looks Could Kill}.</p></li><li><p>@UUID[Actor.O2DA6gdeaSIBG3qB]{Perle, Shneck, and Kal} can be swapped out for orphans from @UUID[Actor.pFcCHVMUhgeOOS3l]{Passerine’s} foundlings in @UUID[JournalEntry.OwX4OV40wiE5lY9E]{Slaughter in Spittlefeld}. After the events of that adventure, Annika Passerine saw fit to get her children out of Ubersreik, and they ended up here. The young child Trinity could be used as a curious lead who can’t quite explain what he saw.</p></li><li><p>@UUID[Actor.1RanaClS0zCYhcHY]{Martha Scheren} is a likely friend and ally of @UUID[Actor.N3hGHrY2P51BNTYO]{Cordelia} from @UUID[JournalEntry.QqbRrRKeBiZewGip]{Bait and Witch}. Alternatively, if you played that adventure first and Cordelia ended up fleeing the town to avoid her pursuers, Martha could be replaced entirely with Cordelia.</p></li><li><p>@UUID[Actor.TxZJrlJCbEwBKH1f]{Maria Bäcker}, due to the closeness of her name, her age, and her position in the village, could be turned into the mother or grandmother of @UUID[Actor.us1a9BvX4msRhErG]{Maria Melone} from @UUID[JournalEntry.OwX4OV40wiE5lY9E]{Slaughter in Spittlefeld}. Perhaps the Characters discover a memento that traces back to Gotheim among the Vampire’s things, and they decide to come tell her family her unfortunate fate (and gain leads on who hired her). This would also tie in @UUID[Actor.ydIvawFPwuIrzjSe]{Bruno Bäcker} as the brother or father of the poor girl, making him an interesting contact and ally. Is he grateful that the Characters put Maria out of her misery? Or does he somehow blame them for her demise?</p></li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 1100001,
      "_id": "LKMlnL5AWiQ9seRg",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.LKMlnL5AWiQ9seRg"
    },
    {
      "type": "text",
      "name": "Part 2: Entering Gotheim",
      "text": {
        "content": "<p>As the Characters enter the village read them the following:</p><p><em>Through the shattered gates is a scene of shocking devastation. The village has been subjected to an attack of sudden, intense violence. Many of the small cottages that stood here have been pulled apart, reduced to piles of wood and reed. Tongues of flame rise from some of these piles. The palisade that rings the village has been torn apart in places, the heavy stakes reduced to matchwood. Corpses are strewn about like wheatsheafs after harvest, and the heavy impressions of huge, four-toed feet lead a winding path through the carnage. To your left a tall coaching inn still stands undamaged. Raised voices echo from within. To your right smoke rises from the interior of a small village forge, and the tall brass dome of a temple of Sigmar proudly dominates the skyline before you.</em></p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/set-pictures/gotheim-ruins.webp\" /></div><h3>Cottages</h3><p>Most buildings in Gotheim are poor peasant dwellings consisting of just one or two rooms. The cottages have solid walls constructed in varying degrees of drystone wall, wooden planking, and wattle-and-daub. They are topped with steeply sloping roofs of thick reed thatching. Many of these dwellings have been pulled apart by the Jabberslythe. Furthermore, some of the ruined cottages have caught on fire. The burning cottages may well concern the Characters, and certainly add to the hellish atmosphere of the scene, but left to their own devices they will eventually burn themselves out without spreading further.</p><p>A large copper still has been erected next to one of the intact cottages to the north of the village. This is the residence of @UUID[Actor.EHUQQ7T9MyHn8Q9g]{Emil Brauer}, the village’s brewer. He has survived the attack and can be found in the forge.</p><p>@UUID[JournalEntry.Df9aBQCcpj00vtYt.JournalEntryPage.SfFvPx00v4lNDAvB]{The Red Queen Coaching Inn}</p><p>@UUID[JournalEntry.Df9aBQCcpj00vtYt.JournalEntryPage.8qGcF0SXdCmTCV3u]{The Forge}</p><p>@UUID[JournalEntry.Df9aBQCcpj00vtYt.JournalEntryPage.iwIJcHTs3TYbEPk8]{The Barbershop and Surgery}</p><p>@UUID[JournalEntry.Df9aBQCcpj00vtYt.JournalEntryPage.AwlH9yxwXsQcuR93]{The Temple of Sigmar}</p><p>@UUID[JournalEntry.Df9aBQCcpj00vtYt.JournalEntryPage.y4QIclx2b84b91EX]{The Brook, The Lake, and the Levee}</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-ua1/assets/maps/gotheim-gm.webp\" /></div><h3>Complications</h3><p>Whilst the locations in the village follow a relatively logical path, and will likely be encountered as described, sometimes Players head off in unexpected directions. </p><p>The following provides advice for the most likely issues you may face should your Characters decide to tackle the adventure in a diferent fashion.</p><h4>Over Too Soon?</h4><p>@UUID[Actor.gwnZFv2bUUyE7nMm]{Gerd} the Butcher and @UUID[Actor.TxZJrlJCbEwBKH1f]{Maria} the Baker give directions to the stone circle, where the Characters can find tracks to the Jabberslythe’s resting place. If the Characters head straight towards the lake, there is a risk the Jabberslythe will be encountered before the Characters can interact with anyone else.</p><p>This does not need to be an issue. Fighting the Jabberslythe in a weakened state is intended as a reward for proactive Players, so you should be careful not to penalise those who make speedy progress. </p><p>However, if the Characters decide to head for the lake before investigating the rest of Gotheim, it may be better to have Gerd forget where he saw the Jabberslythe land. However, he does mention that he knows of another villager who saw it. The party can then head off to find another NPC of your choice to point them to the stone circle and the Jabberslythe.</p><h4>I Don’t Get It</h4><p>If the Characters carry out an inept or unlucky investigation, they may decide to leave Gotheim without encountering the Jabberslythe at all. There are some different approaches you can take in such a situation.</p><p><strong>Priestess’s Head</strong></p><p>The priestess’s missing head can be found by any Character who goes searching for extra clues concerning what’s happening in Gotheim. It was dropped some distance away from the village’s temple just inside the eastern palisade. Characters may extrapolate from this that the Jabberslythe flew in an easterly direction.</p><p><strong>Roaring Beast</strong></p><p>In the final moments of its regeneration the Jabberslythe gives vent to a great snickering roar of relief. The sound echoes from the general direction of the cave to the east of the village. The beast has given away its location. But it is also fully healed.</p><p><strong>Martha’s Crusade</strong></p><p>If the Characters bypass the temple until the end of their time in the village, then @UUID[Actor.1RanaClS0zCYhcHY]{Martha} can be used to lead them to the Jabberslythe. In this case she does not head north for the hills, but leads the unsuspecting children straight to the Cool House.</p><h4>Securing Help</h4><div class=\"journal-image float-right flip\"><img style=\"margin-left:-20px\" src=\"modules/wfrp4e-ua1/assets/set-pictures/tracks.webp\" width=\"278\" height=\"289\" /></div><p>The Characters may very well decide, perhaps wisely, that confronting an enormous Jabberslythe is a little too much for them. That being the case, they may head off out of the village seeking assistance. Securing help from a nearby town, such as Ubersreik, may involve further adventures in and of themselves. The roads of the Empire are dangerous, after all, and the villages and towns are little better.</p><p>However, if you wish to make it easy on the group, you could say that there are some state troops or free companies of mercenaries in the area who are at relative liberty to follow rumours of wandering monsters. Assuming the Characters persuade their commanders, they can all return to Gotheim to kill the Jabberslythe.</p><p>Of course, such actions inevitably result in the destruction of the village. The regenerated Jabberslythe makes short work of any survivors of its first assault, or the maddened villagers visit disaster upon themselves. So, if the Characters choose to seek aid and return to Gotheim at the head of a military unit, the price for their circumspection should be the utter destruction of Gotheim.</p><h3>The Summary of the Villagers' Anti-Jabberslythe Measures</h3><table style=\"width:99.0712%;height:80px\" border=\"1\"><tbody><tr style=\"height:16px\"><td style=\"width:23.3%;height:16px;text-align:center\"><strong>Spiky Suit</strong></td><td style=\"width:75.9188%;height:16px\">A Character could wear Hugo’s spiky suit, causing the Jabberslythe to injure itself when making Tongue Attacks. </td></tr><tr style=\"height:16px\"><td style=\"width:23.3%;height:16px;text-align:center\"><strong>Drop Trap</strong></td><td style=\"width:75.9188%;height:16px\">Heavy or flaming items could be dropped on the Jabberslythe from the branches of nearby trees, provided it was baited into position…</td></tr><tr style=\"height:16px\"><td style=\"width:23.3%;height:16px;text-align:center\"><strong>Bait</strong></td><td style=\"width:75.9188%;height:16px\">The Jabberslythe is not an imaginative beast, and would probably advance on people, or goats, without consideration for traps or less obvious targets.</td></tr><tr style=\"height:16px\"><td style=\"width:23.3%;height:16px;text-align:center\"><strong>Drugs</strong></td><td style=\"width:75.9188%;height:16px\">The barbershop and surgery’s medicine cabinet could be put to use in an effort to kill the Jabberslythe. Martha could help with this if no one else knows the relevant Trade Skills.</td></tr></tbody></table>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 300001,
      "_id": "QzstODG6sb2UxdBZ",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.QzstODG6sb2UxdBZ"
    },
    {
      "type": "text",
      "name": "Part 1: Gotheim",
      "text": {
        "content": "<p>Gotheim is a small farming community focused on cultivation of wheat and goat herding. The village also acts as a hub for nearby farmsteads, helping them process their harvest and sell it onwards to more distant markets.</p>\n<p>Thanks to its position on an important trade route, Gotheim has the air of a town, offering a number of services normally unseen in smaller villages. The local farmers jokingly refer to Gotheim as ‘the city’, but it is anything but, containing only a score or so buildings.</p>\n<p>@UUID[Actor.qvnxJC5LLldW9qcn]{Wilhelm Kreigrisch} is the village elder, but everyone knows him as ‘the Burgomeister’. Gotheim boasts a well-appointed forge, its own barbershop and surgery, a large coaching inn, and a temple of Sigmar that doubles as a school house. To the north of the village, a rough stone levee holds back the trapped waters of a forest stream, providing the village with a reservoir and source of power for mills.</p>\n<p>But the veneer of urban sophistication is thin. Rural traditions and lifestyles still predominate. During the winter months the village is a dormant, silent place. A small stone circle nearby is dedicated to the Old Faith. Each Mitterfruhl, the villagers troop there in order to take part in the sort of folksy fertility rites that provoke suspicion, scorn, and embarrassment from visiting city folk.</p>\n<p>Gotheim is defended by a tall, wooden palisade and a large gatehouse set between two drystone towers. Normally the gates are guarded by archers who patrol the perimeter and watch for danger from the towers, but when the Characters arrive, this is not the case.</p>\n<p>There are two large barns to the north of the village. One of these has been destroyed by the Jabberslythe. The other contains a herd of 12 goats.</p>\n<h3>The Frenzied Mob</h3>\n<p>Before the Characters reach Gotheim, they are attacked by a mob of rampaging villagers, turned berserk by the proximity of the Jabberslythe. They are convinced that anything approaching their village is a new threat to be eliminated.</p>\n<p>Before the attack begins, the Characters are able to hear the frenzied mob approach, running through the trees to the west of the road, whooping and yelling threats as they close in. The mob bursts from the treeline 3 Rounds after they are first heard. There are as many people in the mob as there are Characters, plus one extra.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/maddened-villagers.webp\" width=\"268\" height=\"287\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.0sWMk9DZdGS9wNSr]{Maddened Villagers}</p>\n<p>The maddened villagers attack with tools and sticks they have scavenged. They are heedless of their own safety and determined to kill any perceived threat to the village or die in the attempt. They ignore any attempts at communication, screaming defiance as they charge. ‘<em>We see you, daemons!</em>’ or ‘<em>We won’t listen to your lies! Morr take you!’ </em>or<em>, ‘More spawn of darkness! Quick, bring them down!’</em></p>\n<p>The Characters probably have to fight to defend themselves, but if they figure out a workable plan to trap or mislead the mob, then it is easy enough to fool. The villagers are purely focused on confronting the nearest threat and attacking it, regardless of how foolhardy this is. They are catastrophically disturbed. It will take many months of the best rehabilitative care a Shallyan institution can offer for any hope of recovery.</p>\n<h4>Worsening Situation in Gotheim</h4>\n<p>Once they have dealt with the frenzied mob, the Characters are free to enter what remains of the devastated village of Gotheim. </p>\n<p>The fact that the village has been the subject of a major attack is obvious. The gates are shattered. The tower to the right of the gatehouse is a ruin and the palisade is breached in four places. Inside the village is a scene of chaos and carnage. Cottages have been torn apart and lie in shattered heaps. Some smoulder, threatening to break out into flames, others are already burning. </p>\n<p>The corpses of the slain lie scattered about the rubble. Most of the bodies bear the signs of having been savaged by a great beast. However, a few have been hacked apart with weapons, victims of their frenzied neighbours. </p>\n<p>There are many tracks throughout the devastation, but the massive four-toed impressions left by the Jabberslythe’s forelimbs are easily discerned amongst the villagers’ much smaller footprints.</p>\n<p>The Jabberslythe attacked a few hours before dawn when most of the villagers were asleep. It began its frenzied assault by flying around the gatehouse, killing the confused guards and wrecking the tower. It then landed in the village courtyard by the well. From there it rampaged about in an indiscriminate fashion before cornering a group of unfortunate villagers near the Sigmarite temple. There it was dealt a number of deep wounds by Gotheim’s determined priestess, but this initially did little more than anger the enormous beast. The Jabberslythe tore the priestess’s head from her shoulders, but by then it had been reduced to a wretched state and was bleeding from many grievous wounds. The beast took to the air and flew to a nearby resting place — a dark cave used by the villagers as a cool house.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-ua1/assets/misc/spot-laurel-skull.webp\" width=\"167\" height=\"151\" /></div>\n<p>If the Characters are proactive during their time in the village they will be able to prevent a number of the villagers from hurting themselves or their neighbours. However, if they waste time then additional disasters will take place in Gotheim.</p>\n<p>There is also the matter of the Jabberslythe. It has retreated to recuperate in a cool cave to the east, and steadily regains its strength as a result of its regenerative abilities. At the start of the adventure the Jabberslythe is reduced to 15 wounds and suffers from a Broken Jaw (2 Fatigued Conditions), a Devastated Eye (3 Blinded, 2 Bleeding, and 1 Fatigued Condition), a Broken Nose (2 Bleeding Conditions) and Bruised Ribs (−10 to Agility Tests). As in-game time passes the Jabberslythe will recover.</p>\n<blockquote class=\"foundry-note\">\n<p>The @UUID[Actor.cUhwMy0lhavwE9qb]{Jabberslythe} starts at the worst condition. Edit the actor as in-game time passes to reflect its healing.</p>\n</blockquote>\n<table style=\"width:99.0712%;height:144px\" border=\"1\">\n<tbody>\n<tr style=\"height:16px\">\n<td style=\"width:28.75%;height:16px;text-align:center\"><strong>Game Time Expired</strong></td>\n<td style=\"width:38.5938%;height:16px;text-align:center\"><strong>Events Occuring in Village</strong></td>\n<td style=\"width:31.7188%;height:16px;text-align:center\"><strong>Jabberslythe Wounds</strong></td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:28.75%;height:16px;text-align:center\">15 mins</td>\n<td style=\"width:38.5938%;height:16px;text-align:center\"> </td>\n<td style=\"width:31.7188%;height:16px;text-align:center\">18</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:28.75%;height:16px;text-align:center\">30 mins</td>\n<td style=\"width:38.5938%;height:16px;text-align:center\">Wilhelm the burgomeister dies performing a dangerous stunt.</td>\n<td style=\"width:31.7188%;height:16px;text-align:center\">25. The Jabberslythe heals its Broken Jaw (-2 Fatigued)</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:28.75%;height:16px;text-align:center\">45 mins</td>\n<td style=\"width:38.5938%;height:16px;text-align:center\"> </td>\n<td style=\"width:31.7188%;height:16px;text-align:center\">31.</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:28.75%;height:16px;text-align:center\">1 hr</td>\n<td style=\"width:38.5938%;height:16px;text-align:center\">A fire breaks out in the forge and the men there are all killed in the blaze.</td>\n<td style=\"width:31.7188%;height:16px;text-align:center\">39. The Jabberslythe heals its Bruised Ribs (Remove the Bruised Ribs Item)</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:28.75%;height:16px;text-align:center\">1 hr 15 mins</td>\n<td style=\"width:38.5938%;height:16px;text-align:center\"> </td>\n<td style=\"width:31.7188%;height:16px;text-align:center\">44</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:28.75%;height:16px;text-align:center\">1 hr 30 mins</td>\n<td style=\"width:38.5938%;height:16px;text-align:center\">Martha the barber surgeon leads the remaining village children into the forest never to be seen again. If the forge is saved Hugo completes his suit of armour.</td>\n<td style=\"width:31.7188%;height:16px;text-align:center\">49. The Jabberslythe heals its Broken Nose (-2 Bleeding)</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:28.75%;height:16px;text-align:center\">1 hr 45 mins</td>\n<td style=\"width:38.5938%;height:16px;text-align:center\">The villagers at the lake succeed in breaching the levee, the resulting flood destroys much of what remains of Gotheim.</td>\n<td style=\"width:31.7188%;height:16px;text-align:center\">60. The Jabberslythe heals its Devastated Eye (-3 Blinded, -2 Bleeding, -1 Fatigued)</td>\n</tr>\n<tr style=\"height:16px\">\n<td style=\"width:28.75%;height:16px;text-align:center\">2 hrs</td>\n<td style=\"width:38.5938%;height:16px;text-align:center\"> </td>\n<td style=\"width:31.7188%;height:16px;text-align:center\">68</td>\n</tr>\n</tbody>\n</table>\n<h3>Talking Sense to Villagers</h3>\n<p>In the encounters that follow, the Characters meet a number of villagers who are behaving irrationally. Those who faced the Jabberslythe directly have had their minds catastrophically snapped. However, the villagers who hid from the creature, or only saw its rampage from a distance, are still psychologically disturbed, but to a lesser extent, and it is possible to reason with them with a little perseverance and patience.</p>\n<p>Various approaches can be made in order to talk sense to villagers. Some can be charmed, intimidated, or advised out of their behaviour, whilst others are under a negative influence that can potentially be removed. Notes on how to talk sense to an NPC are given in their individual descriptions.</p>\n<p>If the Characters find themselves forced to come to blows with the villagers, the Gotheimers have standard Human Character Profiles with the exception of @UUID[Actor.0IVKR2KScQN21tKD]{Hugo} the blacksmith and @UUID[Actor.gwnZFv2bUUyE7nMm]{Gerd} the butcher, who both have WS 40, S 40, and T 40, providing them with 15 Wounds.</p>\n<p>Persistent Characters may be able to interact with those who directly witnessed the maddening Jabberslythe. However, for all they may be able to get some lucidity from those worse affected, such folk remain permanently disturbed, and are never able to recover from the mental trauma. Most witnesses of a Jabberslythe are preoccupied with ever-present fear and torn between desperate self-preservation or battling suicidal impulses, but many are much worse.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 200001,
      "_id": "wsRznlHSdeOFm5WX",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.wsRznlHSdeOFm5WX"
    },
    {
      "type": "text",
      "name": "Aftermath",
      "text": {
        "content": "<p>After the horrors of the Jabberslythe attack, the survival of the village of Gotheim is in the balance. In order for the village to have any chance of recovery the Characters must ensure the following factors are achieved.</p><ul><li><p>The Jabberslythe must be slain.</p></li><li><p>The flood must be prevented.</p></li><li><p>At least one of the following disasters must be averted: Death of Wilhelm, Burning of Forge, Loss of Children.</p></li></ul><p>If these criteria are not met, then the village is doomed to fall to ruin. The few wretched survivors will struggle to find lives elsewhere and the site of Gotheim becomes known as a cursed, forsaken place.</p><p>If these criteria are met then there is still hope for the village. Over the coming hours and days more survivors of the Jabberslythe’s attack emerge from their hiding places. They work together to restore what they can of their shattered community. None will be left unchanged, and whilst they can provide no reward, they certainly regard the Characters as heroic saviours.</p><h3>Rewards</h3><p>As well as the normal XP you offer for good roleplaying and having fun, you should apportion XP at the end of each session using the following guidelines:</p><ul><li><p>@Exp[20,Dealt with the Maddened Villagers outside Gotheim.]{20 points for dealing with the Maddened Villagers outside Gotheim.}</p></li><li><p>@Exp[10,Saved a villager from disaster.]{10 points for each villager saved from disaster.}</p></li><li><p>@Exp[40,Spared Gotheim from further destruction.]{40 points if Gotheim spared from further destruction.}</p></li><li><p>@Exp[60,Killed the Jabberslythe]{60 points if the Jabberslythe is slain by the Characters.}</p></li><li><p>@Exp[20,Called in outside assistance to slay the Jabberslythe]{20 points if the Jabberslythe is slain as the result of calling in outside assistance.}</p></li></ul>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 1000001,
      "_id": "GwrIKO1IFdKKHf40",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.GwrIKO1IFdKKHf40"
    },
    {
      "type": "text",
      "name": "The Brook, The Lake, and the Levee",
      "text": {
        "content": "<p>A small, fast-flowing brook called the Mühlbach lies to the east of Gotheim. Two old flour mills are situated next to the stream, their large waterwheels turning constantly in the current. </p>\n<p>The source of the brook is a large lake that lies on higher ground further to the north. The lake is banked up with a pile of stone and earth which directs the flow of the brook and protects the village from flooding.</p>\n<p>@UUID[Actor.gwnZFv2bUUyE7nMm]{Gerd Fleisher} and @UUID[Actor.TxZJrlJCbEwBKH1f]{Maria Bäcker} have made their way to the levee and are attempting to tear it down with picks and shovels. They have convinced themselves that the water will pour from the lake and flood the stone circle to the south. Should they succeed, they will instead flood the village.</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>THE JABBERSLYTHE</em></h3>\n<p style=\"text-align:center\">An excerpt, by Karl Hlodwig, 1855 IC</p>\n<p style=\"text-align:center\"> </p>\n<p style=\"text-align:center\"><em>Beware the Jabberslythe, my king!</em></p>\n<p style=\"text-align:center\"><em>The tongue that flies, the wings that beat!</em></p>\n<p style=\"text-align:center\"><em>Beware fell claws, its toady cling</em></p>\n<p style=\"text-align:center\"><em>To forests dark with limbs so fleet!</em></p>\n<p style=\"text-align:center\"><em> </em></p>\n<p style=\"text-align:center\"><em>Lo, Sigmar gripped Hammer gold;</em></p>\n<p style=\"text-align:center\"><em>And to the Reikwald foe he sought —</em></p>\n<p style=\"text-align:center\"><em>By Morr’s garden, ’gainst stone so old,</em></p>\n<p style=\"text-align:center\"><em>God-King drifted o’er all he’d wrought.</em></p>\n<p style=\"text-align:center\"><em> </em></p>\n<p style=\"text-align:center\"><em>And, as Bless’d man weigh’d up fate,</em></p>\n<p style=\"text-align:center\"><em>The Jabberslythe, tusk’d maw of snag,</em></p>\n<p style=\"text-align:center\"><em>Did roll and lop in broken gait,</em></p>\n<p style=\"text-align:center\"><em>Its moans a strain of wicked scrag!</em></p>\n<p style=\"text-align:center\"><em> </em></p>\n<p style=\"text-align:center\"><em>Lo, Sigmar swung Warhammer true,</em></p>\n<p style=\"text-align:center\"><em>Yet, one, and two, and three, he missed!</em></p>\n<p style=\"text-align:center\"><em>Mind aghast as misdoubt broke to</em></p>\n<p style=\"text-align:center\"><em>A soul so strong, yet now a-twist!</em></p>\n</blockquote>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/gerd-fleisher.webp\" width=\"231\" height=\"261\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.gwnZFv2bUUyE7nMm]{Gerd Fleisher the Butcher}</p>\n<p>Gerd is a large heavy-set man with a broken nose and a truculent attitude. He is missing most of his left ear and is a little deaf, though is far too proud to admit it. Assuming no one mentions his partial deafness, he is friendly and somewhat sensitive. However, he is a terror to those who rouse his ire, and never backs down.</p>\n<p>If he is asked why he wants to cause a flood, Gerd tearfully admits that he shamefully fled when the monster attacked the village. As he hid, he thinks he saw the attacking creature stalk through the darkness before taking off from the Temple of Sigmar. He thinks it flew out the village and then landed again at the stone circle. </p>\n<p>So, he reasons, he has to flood the circle, and quickly, before the monster flees! He is adamant the monster is still in the circle, and cannot be persuaded otherwise, even should he be led to it.</p>\n<p><strong>Unfortunately, Gerd is too far gone to ever see reason again. </strong></p>\n<p>The Characters must physically prevent him from carrying out his plan. No matter what should happen in the future, Gerd does everything in his power to return to the dam and tear it down. Should he suffer repeated failures, he learns to be patient and cunning.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/maria-backer.webp\" width=\"206\" height=\"234\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.TxZJrlJCbEwBKH1f]{Maria Bäcker the Baker}</p>\n<p>Maria is a short elderly lady with a shock of curly red hair turning silver. Her easy smile reveals jostling snaggle teeth. She and @UUID[Actor.gwnZFv2bUUyE7nMm]{Gerd} are old friends, and she is supportive of his plans, believing everything Gerd says without question. Maria did not witness the Jabberslythe herself, but she is an elderly and easily confused person at the best of times, and the close proximity of the Jabberslythe has driven her close to the edge.</p>\n<p><strong>The only way to get through to Maria and make her see sense is to remove Gerd from her earshot. </strong></p>\n<p>If this is not done, she will do everything in her power to tear down the dam. Without any other outside interference, this need to follow Gerd will dissipate in a week. Reuniting Maria with her nephew and colleague, Bruno from the forge, will also help to calm her down.</p>\n<h4>Water Disaster</h4>\n<p>If the levee is destroyed, water floods straight down the hillside and into Gotheim, causing all manner of additional disaster, ruining acres of wheat crop, drowning goats, and destroying many of the dwellings still intact. </p>\n<p>Should this occur, anyone still alive in the village will drown if they can’t reach higher ground.</p>\n<h4>To the Stone Circle</h4>\n<p>After meeting Gerd and Maria, the Characters have all the information they need to find the Jabberslythe. The monster did land there, then slunk off to lick its wounds in the nearby cave. It lies there still, growing hungrier by the minute.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 800001,
      "_id": "y4QIclx2b84b91EX",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.y4QIclx2b84b91EX"
    },
    {
      "type": "text",
      "name": "Part 3: To The Jabberslythe's Lair",
      "text": {
        "content": "<p>A small circle of short, red ogham stones stands just east of Gotheim. This place is sacred to the Old Faith, and fertility rites are performed here each spring.</p><p>The Jabberslythe landed here after fleeing the village. Its heavy shuffling tracks head along a narrow muddy forest path into the trees. More of the creature’s filthy purple blood is splashed everywhere. </p><h3>The Cool House</h3><p>The cool house is a cave in the woods not far from the red ogham stone circle. In winter, villagers collect ice from the surface of the lake and pile it deep into the back of the cave. During warmer months they bring milk, cheese, and meat here to keep it cold.</p><p>The wounded Jabberslythe crept into the chill cave to rest and regenerate. The beast’s tracks lead straight into the wide cave mouth. Anyone approaching the cave can hear the strange burbling noises made by the creature as it rests. It will attack anyone who enters the cave or who causes a disturbance near the cave mouth. Read or paraphrase the following to the Players as the Jabberslythe appears.</p><blockquote><p>The terrible monster within the cave is revealed to you. It is a horrendous beast, shaped somewhat like a squat and flabby dragon. Its bilious green skin hangs in flaccid folds and a pair of tatty undersized wings flutter upon its spined, hairy back. It pulls itself forward on an assortment of limbs, four at the rear being almost vestigial, like those of a massive but withered insect. Its two front legs are powerful, muscular, tipped with snatching claws. Its massive scaled head is bedecked with curling horns, biting pointed teeth and protruding amphibian eyes of flame.</p><div class=\"journal-image float-right flip\"><img style=\"margin-left:-30px\" src=\"modules/wfrp4e-ua1/assets/actors/jabberslythe.webp\" width=\"324\" height=\"308\" /></div><p>It roars as it charges.</p></blockquote><p>@UUID[Actor.cUhwMy0lhavwE9qb]{The Monster}</p><p>With features combining the most repellent aspects of toad, dragon, and insect, the Jabberslythe is one of the most hideous creatures of Chaos to haunt the wild places of the Old World. Not only is it a formidable foe, but those in its vicinity are struck by a contagious madness that can easily break the mind.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 2,
        "show": true
      },
      "sort": 900001,
      "_id": "g4E3kQUKJIbZe3Su",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {
          "sourceId": "JournalEntry.Df9aBQCcpj00vtYt.JournalEntryPage.g4E3kQUKJIbZe3Su"
        }
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.g4E3kQUKJIbZe3Su"
    },
    {
      "type": "text",
      "name": "The Temple of Sigmar",
      "text": {
        "content": "<p>Gotheim's sizeable Temple of Sigmar is a looming, stone building topped with an impressive brass dome — now a distinct, green verdigris, which can be spotted from several miles away on a sunny day. Stained-glass windows along the sides depict eight different scenes from the life of Sigmar. They are crudely made, but colourful, and draw pilgrims and sightseers from miles around.</p>\n<p>A determined struggle clearly took place outside the temple. Broken bodies are scattered between enormous footprints, and weapons lie abandoned to all sides. The village priestess’s headless corpse lies near the centre, her hand still gripping tight to a warhammer. Her head, and one of her boots, is nowhere to be seen. Puddles of stinking, deep-purple fluid, viscous and acrid, pool between the corpses and in the over-sized footprints. The same purple fluid coats the abandoned weapons and is splashed on the temple’s external walls. Half a  body hangs from the temple roof, its face a mask of frozen terror.</p>\n<p>The purple fluid is Jabberslythe blood. An appropriate <strong>Lore </strong>Test  - Such as Lore (Poisoner) or Lore (Monsters) - determines the foul stuff has value in the creation of certain poisons. A vial has a base selling price of 10 shillings to apothecaries interested in such. However, the blood is a particularly noxious and somewhat tainted substance. Prolonged contact with Jabberslythe blood (a minute or more) counts as a @Corruption[minor]{Minor Exposure to Corruption} unless careful precautions are taken.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-ua1/assets/misc/spot-skull-ornament.webp\" width=\"205\" height=\"155\" /></div>\n<p>As the Characters draw close, they can hear the laughter of children echoing from within the cold darkness of the temple.</p>\n<p>Standing in contrast to most of the village, the temple’s interior is untouched. A walkway stretching the length of the nave is decorated with a shimmering mosaic depicting Sigmar’s Hammer. At the far end of the temple lies a raised dais upon which stands a grey oak lectern. Behind that there is a large, empty throne, left vacant for the prophesied return of the God-King to hold back the End Times.</p>\n<p>Three children are playing inside. Their noisy game involves racing at top speed in a circle round and round the dais, arms waving as they go. Despite the seeming aimlessness of their passage, they are clearly enjoying themselves and laughing excitedly.</p>\n<p>@UUID[Actor.1RanaClS0zCYhcHY]{Martha Scheren} stands behind the lectern, scribbling notes in the margins of an illustrated history of the early emperors.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/perle-schneck-kal.webp\" width=\"237\" height=\"221\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.O2DA6gdeaSIBG3qB]{The Brats: Perle, Shneck, and Kal}</p>\n<p>Perle is a girl of seven with long dark hair in plaits and a face like a gibbous moon. Schneck is a snot-nosed boy of five with a scruffy thatch of red hair. Kal is a boy of twelve with pale anaemic skin and lank blond locks. The three children are full of mischief and completely uncaring of the carnage outside.</p>\n<p>The children did not witness the Jabberslythe attack, but they are happy to pretend otherwise if the Characters talk to them. They have various wild ideas about the nature of the beast, and compete with one another to tell the most interesting story. </p>\n<p>The boys are in agreement that the monster was a gigantic fire-breathing Turtle. Perle disagrees and claims that it was a flying mutant Beaver. If they are asked about the attack they excitedly regale the Characters with lurid and gruesome details of their own invention.</p>\n<blockquote>\n<p>‘Oh, stranger, it was awesome! The turtle came and snapped up Frau Kenner and bit her into 17 bits! Then it breathed fire over nasty Fritz Bauer, and burned him all up. Ooh, he deserved it so he did. He was always braying at us for running through his fields of wheat. That’s not very naughty is it?’ </p>\n</blockquote>\n<p>If not asked questions, they continue to play, occasionally casting snarky taunts in the Characters’ direction.</p>\n<p><strong>If Martha is removed as a bad influence, the children will listen quickly to reason. </strong></p>\n<p>Until this happens, the children play, scream, and throw insults.</p>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/martha-scheren.webp\" width=\"221\" height=\"259\" /></div>\n<p style=\"text-align:center\">@UUID[Actor.1RanaClS0zCYhcHY]{Martha Scheren the Barber Surgeon}</p>\n<p>Martha is an elderly lady with a kindly face and long tresses of grey hair. Originally from Carroburg, she has travelled widely practising medicine throughout the Reikland before settling in Gotheim. She carries a bow and a quiver full of arrows.</p>\n<p>Martha is profoundly disturbed having witnessed the Jabberslythe attack. She has become enraged and inspired to contemplate a suicidal attempt to slay the creature. Martha’s plan is to use the children as bait to draw the Jabberslythe from its lair, which she believes to be a craggy hill deep in the woods to the north of the village. If the book is wrestled from her, the pages will reveal that it is full of scrawled prayers interspersed with diagrams showing small figures running about in circles, a large monster appearing, and then a stick figure jumping up and killing it with a last-minute arrow.</p>\n<p>Of course Martha’s plan is insane, but coaxing the Jabberslythe with bait might well work, and there are some tasty goats in the barn to the north. Unfortunately, Martha is very attached to her plan. If the Characters attempt to Charm her she will pretend to listen to reason, and go along with anything suggested until her opportunity to throw the children at the beast presents itself. </p>\n<p><strong>Martha can only be influenced with threats, and even that is difficult. </strong></p>\n<p>A successful <strong>Very Hard (−30) Intimidate</strong> Test so frightens her from her suicidal plans that she instead curls into a ball of catatonic terror. From then onwards, and for the rest of her life, she runs in fear whenever the intimidating Character draws close. </p>\n<blockquote class=\"sidebar\">\n<h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Possible Red Herring</em></h3>\n<p><em>It may be that the characters decide to investigate the hill in the woods after talking to Martha. This would be a lengthy journey with no point. However, the path Martha plans to take runs by the lake to the north. If the Characters take this route, they encounter Gerd Fleisher the butcher and Maria Bäcker the baker, who can put them on the right track.</em></p>\n</blockquote>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 700001,
      "_id": "AwlH9yxwXsQcuR93",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.AwlH9yxwXsQcuR93"
    },
    {
      "type": "text",
      "name": "The Mad Men of Gotheim",
      "text": {
        "content": "<p><strong>Ubersreik Adventures: The Mad Men of Gotheim</strong> is a short scenario that can be played either as a stand-alone or as the Characters travel from one place to another. The adventure assumes the Characters are travelling by foot along the Ubersreik–Auerswald road, but it can be easily relocated to any road location in the Empire. </p><p>Most of the adventure involves exploring and investigating a devastated village. If the Characters act quickly they can prevent further disaster and kill the monster responsible for the carnage.</p><h3>Adventure Summary</h3><p>The village of Gotheim is in ruins. A rampaging @UUID[Actor.cUhwMy0lhavwE9qb]{Jabberslythe} has slain its people, wrecked their dwellings, and reduced the handful of survivors to a state of lunacy. Those remaining do not fully understand the cause of their afflictions, but they are aware something is very much awry.</p><p>The Characters come across Gotheim in the aftermath of this terrible disaster. After an attack from the more dangerous survivors, the Characters find the remaining villagers facing various perils. The Characters can determine the cause of the horror by piecing together any coherent information they uncover. They can then avert further disasters by talking the villagers out of their maddened schemes, and work with them to track down the Jabberslythe, and perhaps even kill it once and for all.</p><h3>Getting Started</h3><p>To play this scenario your Characters should be travelling the Ubersreik–Auerswald road. The Characters should arrive at Gotheim relatively early in the day, leaving them enough time to investigate the village and resolve what happened before the sun sets. </p><p>Before play, it is recommended you read through the scenario at least once. When you feel confident with everything that happens, you’re ready to begin.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 1,
        "show": false
      },
      "sort": 100001,
      "_id": "FgCl6eGFjSQ9RuwB",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.FgCl6eGFjSQ9RuwB"
    },
    {
      "type": "text",
      "name": "The Forge",
      "text": {
        "content": "<div class=\"journal-image float-right flip\"><img src=\"modules/wfrp4e-ua1/assets/set-pictures/spiked-armor.webp\" width=\"222\" height=\"246\" /></div><p>The forge is to the right of the town gates. The forge is made to the same general plan as the cottages, but is larger and squatter. To the side of the building, the wide bulge of the furnace tapers upward to a tall flue. The forge roof is tiled in slate. A pile of chopped logs is stacked at the building’s rear. Sounds of hammering and raised voices echo from within.</p><p>Four surviving villagers are inside. They were asleep when the village was attacked, and only saw the terrifying monster from a distance in the gloom of the night. They are somewhat lucid and aware of their situation. However, they are crazed enough to think that they are able to take the monster on if only they could decide what it was that attacked them and how best to kill it.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/hugo-schmidt.webp\" width=\"235\" height=\"250\" /></div><p style=\"text-align:center\">@UUID[Actor.0IVKR2KScQN21tKD]{Hugo Schmidt the Blacksmith}</p><p>Hugo is the nominal leader of the group — it is his forge after all. He is a huge, muscular, belligerent man from far-off Altdorf, and working the anvil has cursed him with painful joints. Hugo is verbose and amuses himself by setting the world to rights when others have nothing to say.</p><p>Hugo briefly caught a glance of the beast before he panicked and hid from it. He believes the creature that attacked the village was a massive toad that lives in the lake to the north of the village. He thinks it attacks people with a long sticky tongue. His plan is to produce a spiky suit of armour in the hope the beast will injure itself as it attacks. He is busy strapping and riveting a variety of sharp objects to an ancient suit of armour.</p><p>Potentially this is a good plan, as the Jabberslythe does use its tongue to attack people.</p><p>However, Hugo has become heedless of the normal safety measures he takes in his forge. He constantly adds fuel to an already raging fire even though he isn’t making use of the furnace. He barks at his companions to fetch more wood and to pump the bellows.</p><p><strong>Hugo only responds to flattery concerning his obvious capability. </strong></p><p>If a Character points out the potential usefulness of his skills and passes a <strong>Very Hard (−30) Charm </strong>Test, Hugo will quickly realise the danger posed by his flaming furnace, and will immediately set about controlling the fire, calling to others for help.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/emil-brauer.webp\" width=\"234\" height=\"267\" /></div><p style=\"text-align:center\">@UUID[Actor.EHUQQ7T9MyHn8Q9g]{Emil Brauer the Brewer}</p><p>Emil is middle-aged, fat, short, gruff, heavily bearded, and possessed of a nose that looks like a bulbous ripe strawberry. Emil is not much of a brewer, but he has assembled a still near his shack from which he irregularly produces batches of cloudy, rough schnapps. Like @UUID[Actor.0IVKR2KScQN21tKD]{Hugo}, Emil only caught a brief glimpse of the monster before he panicked and hid. Emil argues with Hugo that the monster was a not a toad because it definitely had horns. He also points out that during the attack the monster left Emil’s still untouched, so he thinks it must find schnapps poisonous. He says Hugo should coat his armour in schnapps so that the monster poisons itself when it uses its tongue. This is a silly idea in and of itself. Schnapps will have no particular effect. But there are substances in the village that could be employed in a similar way (see the Barbershop and Surgery below). As Hugo is largely ignoring Emil’s advice, he sits in a corner of the smithy sulking. </p><p><strong>The only way to make Emil respond is to bully him into place. </strong></p><p>If a Character tells him to pull himself together and passes a <strong>Difficult (−10) Intimidate</strong> Test, he quickly becomes lucid. But, moments later, he will begin to moan about his aching head. Then moan about the devastation. Then moan about anything the Characters encounter from that point onwards. He won’t leave the Characters’ side for fear the beast should return again.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/kai-bauerr.webp\" width=\"230\" height=\"332\" /></div><p style=\"text-align:center\">@UUID[Actor.NhD6EowRj7Mjlmx5]{Kai Bauerr the Builder}</p><p>Kai is an energetic young man in his 20s, tall, dark, handsome, and eager to please. He is simple and holds few strong opinions. Kai’s inclination is to back up whatever @UUID[Actor.0IVKR2KScQN21tKD]{Hugo} says. He desperately gathers wood from the pile outside and feeds it into the furnace.</p><p>Kai was asleep when the Jabberslythe attacked Gotheim, and all he saw of it was a shape rising into the air near the village’s Temple of Sigmar. Perhaps as a consequence of his limited intellect, or maybe because he was never in the vicinity of the creature, Kai appears to be largely unaffected. </p><p>He looks sceptical at the notion that the monster is a great toad. If a Character should seek his opinion on the matter he says, ‘<em>I suppose it does look like a toad, sir, in many ways, but I’m sure it had wings. Toads don’t usually have wings do they?’</em></p><p><strong>Kai follows any common sense advice the Characters should offer. </strong></p><p>He remembers precious little about the morning attack beyond the beating wings.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-ua1/assets/actors/bruno-backer.webp\" width=\"247\" height=\"249\" /></div><p style=\"text-align:center\">@UUID[Actor.ydIvawFPwuIrzjSe]{Bruno Bäcker the Baker}</p><p>Bruno is a cheerful man with a gung-ho attitude. When young, he spent some time with a mercenary company and he has had more experience of the wider world than most. He is handsome with close cropped fair hair.</p><p>Bruno suffers from involuntary tics and occasionally blurts out motivational phrases and snatches of songs. This is a nervous condition he had prior to the attack, though it has become worse since.</p><p>Bruno’s memory of the beast is confused. He recalls peering through the dark and seeing a gaping wound on its flank knit together and heal before his eyes. As a result, he is now convinced it was a Troll.</p><p>Bruno came to the forge because he knows about the vulnerability Trolls have to fire. He thinks that if @UUID[Actor.0IVKR2KScQN21tKD]{Hugo} would help him they could work together to heat up the anvil to an extreme temperature and drop it on a troll. Hugo rightly considers the logistics of such an operation to be impractical, so has dismissed the idea. </p><p>So, Bruno simply helps with the fire as he blurts encouragement to any close by and sings nonsense songs. He says things like ‘<em>This is the life, lads!</em>’, ‘<em>We’re on fire here!</em>’, or ‘<em>The end’s in sight!</em>’ no matter how pertinent such expressions are to the situation. The lyrics to Sigmar’s Silver Hammer are also stuck in his head. ‘<em>Whap! Crack! Sigmar’s Silver Hammer came down atop his skull. Slap! Rap! Sigmar’s Silver Hammer his brains did annul!</em>’</p><p>For all Bruno’s plan is clearly ill-conceived, its inspiration is not without some merit as Jabberslythes do regenerate and  fire does impair this ability. </p><p><strong>Any friendly face is likely to win Bruno’s trust.</strong> </p><p>If a Character passes an <strong>Easy (+40) Charm</strong> Test whilst trying to win him over, Bruno falls in behind, and won’t stop offering supportive remarks between singing his nonsense rhymes.</p><h4>Getting the Most from the Forge</h4><p>In order to prevent the situation in the forge deteriorating, the Characters have to talk sense into at least two of the men present. If this is achieved, the forge will not burn down. </p><p>Provided he is given enough support, @UUID[Actor.0IVKR2KScQN21tKD]{Hugo} will complete the job of attaching a number of spikes to the suit of armour at the 1 hour 30 minute mark. Hugo plans to wear the suit himself, but he could be convinced to make a gift of it to any PC who impresses him as a warrior. A Human or Elf around six feet in height could feasibly wear the armour, but it’s the wrong size for anyone else.</p><p>The spiky armour counts as full plate armour (or heavy armour, if using the Quick Armour optional rules). Every time the Jabberslythe successfully uses its Tongue Attack against a Character in the armour, it suffers a Weapon+9 hit using its own SL to hit to determine Damage. Further, any Character wearing the armous ignores any @Condition[Entangled] Conditions the Jabberslythe inflicts with its tongue.</p><p>@UUID[Compendium.wfrp4e-ua1.items.VBb435yxLLy1BDQz]{Spiky Helm} @UUID[Compendium.wfrp4e-ua1.items.VjQYcISvOu2No1vK]{Spiky Breastplate} @UUID[Compendium.wfrp4e-ua1.items.WGkFr3bXG8hWcac9]{Spiky Bracers} @UUID[Compendium.wfrp4e-ua1.items.hqHJHkvkYmSIg2xK]{Spiky Plate Leggings}</p><p>However, the suit is hastily constructed, brittle, and difficult to maintain. If the armour ever suffers Damage, enough of the spikes break off to render them ineffective. Given that the armour is rather ancient, ugly, and now reminiscent of the spiked suits of armour worn by some servants of Chaos, a Character who wears it outside the context of monster slaying is likely to become an object of ridicule, fear, or a witch hunt. Further, @UUID[Actor.0IVKR2KScQN21tKD]{Hugo} will want it back.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 500001,
      "_id": "8qGcF0SXdCmTCV3u",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.8qGcF0SXdCmTCV3u"
    },
    {
      "type": "text",
      "name": "The Red Queen Coaching Inn",
      "text": {
        "content": "<p>The Red Queen is a large two-storey inn adjacent to a stable. It is an impressive half-timbered building, decorated with comic friezes depicting fabulous beasts in a state of inebriation. The inn’s sign depicts a fanciful illustration of Empress Beatrice holding hammer and sceptre.</p>\n<p>It stands next to a wide courtyard paved with irregular flagstones. A large round well stands in the centre of the courtyard. The ground floor is taken up with a spacious barroom, a small kitchen, and cramped bedchambers for the staff. Upstairs there are five modest double rooms for visitors and a common room with a dozen straw mattresses strewn on the floor. The bar is stocked with copious quantities of cheap ale and wine, as well as a few jars of @UUID[Actor.EHUQQ7T9MyHn8Q9g]{Emil’s} foul schnapps.</p>\n<p>When the Characters enter the inn, they immediately become aware of raised voices from the upper floor. An elderly man is yelling, ‘<em>Take your hands off me! Let me go! It’s the only way out! The only way out!’</em> In response a woman can be heard pleading, ‘<em>No Wilhelm! Please! Don’t do it!</em>’ If the Characters investigate, they find @UUID[Actor.qvnxJC5LLldW9qcn]{Wilhelm} and @UUID[Actor.9057FYwh2Ou8q6qL]{Klara} in an upstairs corridor, next to an open window that overlooks the sloping roof of the stable below. Wilhelm is perched on a bar stool poised to jump through the window but Klara is holding him back and clinging to his arm.</p>\n<div style=\"display:flex;justify-content:space-evenly;flex-wrap:wrap\">\n<div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-ua1/assets/actors/klara-kellner.webp\" width=\"175\" height=\"232\" />\n<p style=\"text-align:center\">@UUID[Actor.9057FYwh2Ou8q6qL]{Klara Kellner the Barmaid}</p>\n</div>\n<div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-ua1/assets/actors/wilhelm-kreigrisch.webp\" width=\"200\" height=\"228\" />\n<p style=\"text-align:center\">@UUID[Actor.qvnxJC5LLldW9qcn]{Wilhelm Kreigrisch the Burgomeister}</p>\n</div>\n</div>\n<p>If Wilhelm the burgomeister is prevented from jumping from the window, Klara slumps to the shattered floor, confused. If engaged in conversation, she speaks slowly, her eyes blinking repeatedly as she rubs at her suddenly throbbing temples. </p>\n<p>She does not recall much of the attack, but she knows she was terrified. If asked, she will claim it was dark when she heard a great crash outside. She went to the window to see what it was and saw a large winged creature of some kind land by the well before it lumbered about the village, screaming horrifically. Then everything became confused. She remembers nothing more.</p>\n<p>If Wilhelm is not stopped, Klara is overwhelmed with a grief so deep she collapses, gasping for breath and sobs uncontrollably. If left alone for any length of time, she will follow in Wilhelm’s footsteps, stepping from the inn’s upper floor, tears streaming from her horrified face.</p>\n<p><strong>The Characters can talk Wilhelm down if they deal with him politely and patiently, but it requires a successful Difficult (−10) Charm Test. </strong></p>\n<p>Should that happen, Wilhelm collapses in wide-eyed horror, utterly appalled at what he was about to do. He begins to tremble violently and initially refuses to talk with anyone. These shakes subside after a day or so, but his hands and eyes forever twitch, moving to full spasm when Morrsleib, the Chaos Moon, is full, and he develops a significant stutter.</p>\n<p>Unsurprisingly, Wilhelm is not particularly coherent for some time. If engaged, he repeats words frequently, looks over shoulders at things that are not there, and can’t stop trembling. If pressed, he remembers little of the attack besides some crashing in the darkness outside his cottage, and an overwhelming sense of terror.</p>",
        "format": 1,
        "markdown": ""
      },
      "title": {
        "level": 3,
        "show": true
      },
      "sort": 400001,
      "_id": "SfFvPx00v4lNDAvB",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1
      },
      "flags": {
        "core": {}
      },
      "_stats": {
        "systemId": null,
        "systemVersion": null,
        "coreVersion": null,
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!Df9aBQCcpj00vtYt.SfFvPx00v4lNDAvB"
    }
  ],
  "folder": "ydG6mRraijSbGIXu",
  "sort": 0,
  "ownership": {
    "default": 0,
    "p6OsUjigSLS2Fduz": 3
  },
  "flags": {
    "wfrp4e-ua1": {
      "initialization-folder": "Ubersreik Adventures I",
      "sort": 0
    }
  },
  "_stats": {
    "systemId": "wfrp4e",
    "systemVersion": "7.0.0",
    "coreVersion": "11.307",
    "createdTime": 1676514541441,
    "modifiedTime": 1693273574409,
    "lastModifiedBy": "sAiwDCZFd21tgaDN"
  },
  "_id": "Df9aBQCcpj00vtYt",
  "_key": "!journal!Df9aBQCcpj00vtYt"
}
